{"text": "Surgoinsville June 23 1908"}
{"text": "My Dear Mother,"}
{"text": "tank said he telegraphed you the day Uncle Will died."}
{"text": "re drove me doun to the house the day he was buried. He"}
{"text": "toned so calm å peaceful, just as if he were asleep. He told"}
{"text": "titre the last time he was in the graveyard where he wanted"}
{"text": "ire grave å asked Mr. Mccutchan to conduct the service."}
{"text": "mie pall bearers were old soldiers å before closing the grave"}
{"text": "mey all put a flower in the grave. Nr. Mccutchan, De Miller"}
{"text": "seusin Wiley Young, old Mr. Cox, Mr. Buck Phipps were the only"}
{"text": "es i knew. They were all so old å feeble some younger men"}
{"text": "nad to take it before they got to the grave. He was buried"}
{"text": "i a very handsome casket &amp; they had hot house flowers from"}
{"text": "moxville on sallie's fixed by a florist. One very large wreath"}
{"text": "vich Father on it. I suppose the children all got that."}
{"text": "sot sick at the grave &amp; had to leave &amp; did not see it after"}
{"text": "chey were on it. I had not been well for several days &amp; the"}
{"text": "services were so long &amp; the heat made me all trembly &amp; sick"}
{"text": "at the stomach. I got all right after I came home. We wouldnt"}
{"text": "have known Uncle Will was dead if Jim Forgey hadnt stopped in"}
{"text": "out of the rain &amp; you would never have known that I was any"}
{"text": "Kin to Frank or any of them. Miss Ida Smith, Rich s sweetheart"}
{"text": "seemed to have charge of the house. They had thirty to eat"}
{"text": "dinner. Alice said she did not see what on earth people came"}
{"text": "there to eat for. They sang the same songs they sang at Aunt"}
{"text": "Sallie's funeral. Everything was so pretty at Stony Point."}
{"text": "The trees &amp; flowers Uncle Will had planted &amp; looked after."}
{"text": "Stony Point will never be the same again. The children &amp;"}
{"text": "grandchildren almost filled one side of the church. None of"}
{"text": "Charlie's family except Charlie-- very thin. He walked with"}
{"text": "Billy. He looked so pitiful. Jim nor any of her family were"}
{"text": "there. I heard when I first came up here that Clint was in"}
{"text": "some trouble about selling whiskey &amp; that Jim was sick. She"}
{"text": "didnt come to Aunt Sallie s funeral. I suppose they are poor"}
{"text": "g it may be the boys are at work. Frank hired a carriage."}
{"text": "Bob Armstrong &amp; Mary rode in Sam's buggy &amp; Sara went in the"}
{"text": "garriage with De Miller. Sam looked so bad &amp; the perspiration"}
{"text": "mas just pouring off of him. He got into the Burem boy's buggy"}
{"text": "e rode part of the way. The procession reached from the house"}
{"text": "ta the church. This country will surely miss those two old"}
{"text": "moople. They havent any children that can begin to take their"}
{"text": "piages. De Miller looks old &amp; shakey &amp; so does Cousin Wiley"}
{"text": "gaung. Mr. Will Waterson died about ten days ago. Annie is"}
{"text": "iek nearly every day but she must be stronger than I think"}
{"text": "e must have wonderful will power. She stood that trip as"}
{"text": "all as I did &amp; it certainly was an awful one. We started"}
{"text": "to the church about two à when we got home it was past siy a"}
{"text": "e left before the others did. I was strongly tempted to pack"}
{"text": "my trunk å leave for home all last week. Think I would but"}
{"text": "didnt think I could stand it. I want to see you. Sam wrote"}
{"text": "last week wanting me to come over there. Said Sara was sick"}
{"text": "but f an not able te tort d ny right arn has pheunacisn ln le"}
