{"text": "{text: Surgoinsville June 23 1908}"}
{"text": "{text: My Dear Mother,}"}
{"text": "{text: Frank said he telegraphed you the day Uncle Will died.}"}
{"text": "{text: Annie drove me down to the house the day he was buried. He}"}
{"text": "{text: looked so calm & peaceful, just as if he were asleep. He told}"}
{"text": "{text: told Billie the last time he was in the graveyard where he wanted}"}
{"text": "{text: his grave & asked Mr. McCutchan to conduct the service.}"}
{"text": "{text: The pall bearers were old soldiers & before closing the grave}"}
{"text": "{text: they all put a flower in the grave. Mr. McCutchan, De Miller}"}
{"text": "{text: cousin Wiley Young, old Mr. Cox, Mr. Buck Phipps were the only}"}
{"text": "{text: ones I knew. They were all so old & feeble some younger men}"}
{"text": "{text: had to take it before they got to the grave. He was buried}"}
{"text": "{text: in a very handsome casket & they had hot house flowers from}"}
{"text": "{text: Knoxville on Sallie's fixed by a florist. One very large wreath}"}
{"text": "{text: with Father on it. I suppose the children all got that.}"}
{"text": "{text: I got sick at the grave & had to leave & did not see it after}"}
{"text": "{text: they were on it. I had not been well for several days & the}"}
{"text": "{text: services were so long & the heat made me all trembly & sick}"}
{"text": "{text: at the stomach. I got all right after I came home. We wouldnt}"}
{"text": "{text: have known Uncle Will was dead if Jim Forgey hadnt stopped in}"}
{"text": "{text: out of the rain & you would never have known that I was any}"}
{"text": "{text: Kin to Frank or any of them. Miss Ida Smith, Rich' s sweetheart}"}
{"text": "{text: seemed to have charge of the house. They had thirty to eat}"}
{"text": "{text: dinner. Alice said she did not see what on earth people came}"}
{"text": "{text: there to eat for. They sang the same songs they sang at Aunt}"}
{"text": "{text: Sallie's funeral. Everything was so pretty at Stony Point.}"}
{"text": "{text: The trees & flowers Uncle Will had planted & looked after.}"}
{"text": "{text: Stony Point will never be the same again. The children &}"}
{"text": "{text: grandchildren almost filled one side of the church. None of}"}
{"text": "{text: Charlie's family except Charlie-- very thin. He walked with}"}
{"text": "{text: Billy. He looked so pitiful. Jim nor any of her family were}"}
{"text": "{text: there. I heard when I first came up here that Clint was in}"}
{"text": "{text: some trouble about selling whiskey & that Jim was sick. She}"}
{"text": "{text: didnt come to Aunt Sallie ' funeral. I suppose they are poor}"}
{"text": "{text: & it may be the boys are at work. Frank hired a carriage.}"}
{"text": "{text: Bob Armstrong & Mary rode in Sam's buggy & Sara went in the}"}
{"text": "{text: carriage with De Miller. Sam looked so bad & the perspiration}"}
{"text": "{text: was just pouring off of him. He got into the Burem boy's buggy}"}
{"text": "{text: & rode part of the way. The procession reached from the house}"}
{"text": "{text: to the church. This country will surely miss those two old}"}
{"text": "{text: people. They havent any children that can begin to take their}"}
{"text": "{text: places. De Miller looks old & shakey & so does Cousin Wiley}"}
{"text": "{text: Young. Mr. Will Waterson died about ten days ago. Annie is}"}
{"text": "{text: sick nearly every day but she must be stronger than I think}"}
{"text": "{text: or must have wonderful will power. She stood that trip as}"}
{"text": "{text: well as I did & it certainly was an awful one. We started}"}
{"text": "{text: to the church about two & when we got home it was past six &}"}
{"text": "{text: we left before the others did. I was strongly tempted to pack}"}
{"text": "{text: my trunk & leave for home all last week. Think I would but}"}
{"text": "{text: didnt think I could stand it. I want to see you. Sam wrote}"}
{"text": "{text: last week wanting me to come over there. Said Sara was sick}"}
{"text": "{text: but I am not able to work and my right arm has rheumatism in it.}"}
{"text": "{text: Sometimes I cant pick up a dish or plate & serving is very}"}
{"text": "{text: painful.}"}
{"text": "{text: Are you going any where this summer? Annie has a cook that}"}
{"text": "{text: awful but she is better than none. Wish I could see you.}"}
{"text": "{text: Sam 's baby looks better now. Annie joins me in much love to}"}
{"text": "{text: you all. That God will keep you safe & well is the prayer of}"}
{"text": "{text: You loving daughter}"}
{"text": "{text: (p0-691 Though she did not sign it this letter is from Jessie}"}
{"text": "{text: powel Raines. At the time she was staying in Carter's Valley}"}
{"text": "{text: with her daughter Annie and son-in-law DeWolfe Hoffman.}"}
{"text": "{text: The}"}
{"text": "{text: occasion was upon the death of her Mother's brother, Captain}"}
{"text": "{text: William Lyons Armstrong who died June 20, 1908. The family}"}
{"text": "{text: story is that he died very easily while lying down for an}"}
{"text": "{text: afternoon nap. Aunt Sallie was his wife who died March 11}"}
{"text": "{text: 1908, after an illness of three months. She had several strokes}"}
{"text": "{text: and was comatose much of that time. They both are buried at}"}
{"text": "{text: New Providence Cemetery.}"}
{"text": "{text: WILL OF WILLIAM ARMSTRONG}"}
{"text": "{text: Proved Sept 3, 1860 Record page 392}"}
{"text": "{text: Feby 16, 1860}"}
{"text": "{text: HAWKINS COUNTY, STATE OF TENNESSEE}"}
{"text": "{text: I, William Armstrong, considering the uncertainty of this life, and being of sound mind and memory, do make and publish}"}
{"text": "{text: this my last Will and Testament in manner and form}"}
{"text": "{text: following (that is to say)}"}
{"text": "{text: 1st I give and bequeath to my son Henry C. Armstrong 1 negro}"}
{"text": "{text: slave named Moses which I consider worth Four Hundred Dollars}"}
{"text": "{text: 2nd I will and bequeath to my son, Alfred Armstrong 1 negro}"}
{"text": "{text: slave named Benjamin which I consider worth Four Hundred Dollars.}"}
{"text": "{text: 3rd I will and bequeath to my daughter Mary E. Powel, wife}"}
{"text": "{text: of Samuel Powel, two negro slaves named Rhoda and Riceton which}"}
{"text": "{text: I consider worth Four Hundred Dollars, also one town lot in}"}
{"text": "{text: the town of Rogersville, said lot is conveyed to me by Mr. Dick}"}
{"text": "{text: Alexander as a trustee of James Bradley, also two Military Land}"}
{"text": "{text: warrants containing One Hundred and Twenty acres. (The town}"}
{"text": "{text: Lot and Land Warrants I consider worth Three Hundred Dollars.}"}
{"text": "{text: The above bequest amounting to Eleven Hundred Dollars. In}"}
{"text": "{text: addition to those bequests I have paid to my daughter Mary E.}"}
{"text": "{text: Powel and her husband Samuel Powel Fifteen Hundred and Fifty}"}
{"text": "{text: Dollars, All of said payments amounting to Twenty Six Hundred}"}
{"text": "{text: Dollars they have received from me. I further will that the}"}
{"text": "{text: further sum of Eighteen Hundred and fifty dollars be paid to}"}
{"text": "{text: Mary E. Powel before or after my death.}"}
{"text": "{text: 4th I will and bequeath to my son William L. Armstrong 1 negro}"}
{"text": "{text: slave David. My land lying and being in the County of Hawkins}"}
{"text": "{text: and State of Tennessee on the North side of Holston River in}"}
{"text": "{text: 8th Civil District I divide in the following manner (to wit)}"}
{"text": "{text: Beginning on a small willow Box Elder & Sycamore on the Holston}"}
{"text": "{text: River at low water mark, running thence South Eighty two}"}
{"text": "{text: degrees West seventy poles to a small double sweet gum at the}"}
{"text": "{text: foot of the rise of the bottom, Thence North 10 West twenty}"}
{"text": "{text: poles to a Maple at the foot of a stony bottom. Then North}"}
{"text": "{text: seventy two & half West Sixty eight poles to a Mulberry the}"}
{"text": "{text: upper side of the old Orchard field. Then North 58 West Thirty}"}
{"text": "{text: poles to two small black Walnuts. Then South fifty West Sixteen}"}
{"text": "{text: to a Sycamore at the Creek back of the old stable. Thence North}"}
{"text": "{text: 46 West up the Creek as it wanders one hundred and twenty poles}"}
{"text": "{text: to a large flat rock in said creek about three poles below where}"}
{"text": "{text: the saw-mill dam now stands. Thence North forty two degrees,}"}
{"text": "{text: East Twenty seven poles to a white oak corner of the New}"}
{"text": "{text: providence Church lot. Thence along the South West end of said}"}
{"text": "{text: lot. Church lot to a black oak corner of same, it at being the}"}
{"text": "{text: corner of the Teachers lot. Thence along the line of the}"}
{"text": "{text: weachers residence lot to two small Iron-wood saplings near}"}
{"text": "{text: the creek corner of said lot Thence North Seventy Eight West}"}
{"text": "{text: Forty six poles to a stake. Thence North Seventy three West}"}
{"text": "{text: ninety two poles to a poplar near the Spring known by the name}"}
{"text": "{text: of the Wolf spring. Thence North forty eight West Seventy three}"}
{"text": "{text: poles to a stake in the branch (Larkins Branch) West of where}"}
{"text": "{text: an old Cabin now stands. Thence sixty five West up Larkins}"}
{"text": "{text: Branch 74 poles to a poplar & Beech corner. Corner of a track}"}
{"text": "{text: of land formerly owned by my father, a part of which was sold}"}
{"text": "{text: to Baker Armstrong. The above described line I make to divide}"}
{"text": "{text: my land making two tracts of the same. My tract of land I}"}
{"text": "{text: dispose of in the following manner:}"}
{"text": "{text: 1st I consider my land worth Twelve Thousand dollars. I give}"}
{"text": "{text: and bequeath to my son Henry C. Armstrong Four Thousand Dollars}"}
{"text": "{text: (which sum he has received from me when he started & moved to}"}
{"text": "{text: Missouri) this amount I consider due to him for his interest}"}
{"text": "{text: in my land.}"}
{"text": "{text: 2nd I give and bequeath to my son Alfred Armstrong, his heirs}"}
{"text": "{text: and assigns all that part of my land lying North and East of}"}
{"text": "{text: the dividing line adjoining and bounded by the lands of the}"}
{"text": "{text: Heirs of Baker Armstrong, deceased, Dr. Robt Johnson the heirs}"}
{"text": "{text: of Bradley Deceased along the lines of same to a black walnut}"}
{"text": "{text: on the river bank & two Sycamores corner of said Bradley heirs}"}
{"text": "{text: & my corner at low water mark. Thence down the Holston River}"}
{"text": "{text: to the willow Box Elder & Sycamore (beginning of the dividing}"}
{"text": "{text: line) him to have and to hold with all the appurtenances}"}
{"text": "{text: thereunto belonging etc with this incumberance. He said Alfred}"}
{"text": "{text: Armstrong is to pay me or my Executors Fifteen Hundred Dollars}"}
{"text": "{text: towards my son Henry's interest in my lands. Twelve Hundred}"}
{"text": "{text: and seventy eight of which he has paid to me as appear from}"}
{"text": "{text: my receipt to him.}"}
{"text": "{text: The other part of my land I give and bequeath to my wife}"}
{"text": "{text: Mary Armstrong with all its appurtenances thereto belonging}"}
{"text": "{text: or in anywise appertaining during her natural life. At her}"}
{"text": "{text: death I will and bequeath the same to my son William L. Armstrong}"}
{"text": "{text: the lands being bounded as follows (to wit) by the dividing}"}
{"text": "{text: line before mentioned Thence along my line to the corner between}"}
{"text": "{text: the heirs of Baker Armstrong and Dick Larkins. Thence with}"}
{"text": "{text: said Larkins to John Young's. Thence along said Young's to}"}
{"text": "{text: William Lyons'. Thence along to Conrad Fudge's line. Thence}"}
{"text": "{text: to Surgoine & others to David Lyons' along his to Wesley A.}"}
{"text": "{text: Phipps line thence along said Wesley A. Phipps' line to his}"}
{"text": "{text: Ash & Spruce corner on the Holston River thence to low water}"}
{"text": "{text: mark. Thence up the river to the Willow, Box Elder & Sycamore}"}
{"text": "{text: near low water mark the beginning corner of the dividing line.}"}
{"text": "{text: To my son William L. Armstrong I bequeath the same. Him to}"}
{"text": "{text: have & to hold with all the appurtenances thereunto belonging}"}
{"text": "{text: to him, his heirs & assigns I give the same, subject to this}"}
{"text": "{text: encumberance. That he pay me or my Executors the sum of Two}"}
{"text": "{text: Thousand five hundred dollars, that being the amount I paid}"}
{"text": "{text: for him to my son Henry for his interest in my land.}"}
{"text": "{text: I give and bequeath to my wife Mary Armstrong my negro}"}
{"text": "{text: slaves not otherwise herein disposed of namely (to wit) Stephen,}"}
{"text": "{text: Betty, Jefferson, Arthur & Sidney & her three children namely}"}
{"text": "{text: Harriet, Louisiana & Jane, her to have and to hold them during}"}
{"text": "{text: her lifetime and at her death I will that they be divided among}"}
{"text": "{text: my heirs, my son Alfred Armstrong to have Jefferson, my}"}
{"text": "{text: son William L. Armstrong to have Stephen, Betty & Arthur. I}"}
{"text": "{text: allow my wife Mary Armstrong to divide sydney and her children}"}
{"text": "{text: in the way and manner she may think best. It is my will that}"}
{"text": "{text: my two old servants Stephen & Betty be well provided for and}"}
{"text": "{text: be made comfortable while they live. I give unto my wife Mary}"}
{"text": "{text: Armstrong what money I have, notes & other evidences of debt,}"}
{"text": "{text: all my stock consisting of Horses, Cattle, Hogs & sheep. Also}"}
{"text": "{text: all my farming utensils, household & kitchen furniture, her}"}
{"text": "{text: to have and hold the same and to be at her disposal in any manner}"}
{"text": "{text: she may see proper, she being responsible for the payment of}"}
{"text": "{text: all my just debts, funeral expenses and all other necessary}"}
{"text": "{text: and contingent expenses.}"}
{"text": "{text: It is my will my son William L. Armstrong live with his}"}
{"text": "{text: mother & take charge of the farm & hands and him to have half}"}
{"text": "{text: they make after paying all expenses until he pays the amount}"}
{"text": "{text: of the encumberances I allow him to pay for his land. If my}"}
{"text": "{text: wife should die before Mary E. Powel is paid then the balance}"}
{"text": "{text: of Mary's dower which she has not heretofore rec'd from me must}"}
{"text": "{text: be paid out of the proceeds of my personal estate, stock &}"}
{"text": "{text: otherwise.}"}
{"text": "{text: The division is as follows: I consider all my land worth}"}
{"text": "{text: $12,000. I divide my land between my two sons Alfred & William}"}
{"text": "{text: L. Armstrong they to pay me Four Thousand dollars, which sum}"}
{"text": "{text: I paid to my son H. C. Armstrong when he moved to Missouri which}"}
{"text": "{text: will appear from his receipt to me for the same bearing date}"}
{"text": "{text: [date omitted]}"}
{"text": "{text: $4400.}"}
{"text": "{text: To my son H.C. Armstrong in money & negro}"}
{"text": "{text: $4400.}"}
{"text": "{text: To my son Alfred Armstrong in Land & negro}"}
{"text": "{text: To my daughter Mary E. Powel 2 negros & sundry}"}
{"text": "{text: $4400.}"}
{"text": "{text: other mode and to be paid}"}
{"text": "{text: $4400.}"}
{"text": "{text: To my son William L. Armstrong Land & negro $4400}"}
{"text": "{text: The rest of my property if any I wish divided equally among}"}
{"text": "{text: all my legatees.}"}
{"text": "{text: I hereby appoint my wife Mary Armstrong my Executrix & my}"}
{"text": "{text: son Alfred Armstrong my Executor of this my last Will &}"}
{"text": "{text: Testament. In witness whereof I have hereunto set my hand and}"}
{"text": "{text: seal this Sixteenth day of February, One Thousand Eight hundred}"}
{"text": "{text: & Sixty.........}"}
{"text": "{text: Wm Armstrong}"}
{"text": "{text: Witnesses thereunto}"}
{"text": "{text: Jesse M. Lyons}"}
{"text": "{text: Jos B. Galbraith}"}
{"text": "{text: Transcribed from the Hawkins County}"}
{"text": "{text: Courthouse Will Books}"}
{"text": "{text: by his Great-Great Grandaughter}"}
{"text": "{text: Martha Stuart Armstrong, March 21, 1997}"}
{"text": "{text: 2nd It is also my wish & desire that the children & heirs}"}
{"text": "{text: at law of my son Alfred Armstrong, deceased be paid the sum}"}
{"text": "{text: one dollar out of my effects, their father the said Alfred}"}
{"text": "{text: Armstrong having been amply provided for by the said william}"}
{"text": "{text: Armstrong's last will.}"}
{"text": "{text: 3rd It is further my will & desire, therefore I bequeath}"}
{"text": "{text: Mary E. Powel, my daughter, have the sum of one dollar to be}"}
{"text": "{text: paid out of the effects of my estate; she having been provided}"}
{"text": "{text: for by her father the said william Armstrong's last will a}"}
{"text": "{text: testament,}"}
{"text": "{text: 4th All the rest & residue of my property of whatever species whatever notes}"}
{"text": "{text: in action or other evidence of}"}
{"text": "{text: debt, all the stock, horses, hogs, sheep & other cattle, all}"}
{"text": "{text: thee Household & kitchen furniture, all the farming utensils}"}
{"text": "{text: and all the grain that may be on hand at my death be & the same}"}
{"text": "{text: is hereby declared to be the property of William L. Armstrong,}"}
{"text": "{text: son, with whom I am now & have been living at the old}"}
{"text": "{text: Homestead since the death of my husband, his father.}"}
{"text": "{text: 5th I also give & bequeath to him the said William L.}"}
{"text": "{text: Armstrong all the interest I have or may hereafter acquire in}"}
{"text": "{text: the one half of the proceeds arising from said farm on which}"}
{"text": "{text: we now live & of which he was to receive one half & I the other,}"}
{"text": "{text: and it is my desire that he be not held responsible for any}"}
{"text": "{text: of said one half which have accrued or may hereafter accrue,}"}
{"text": "{text: as my moiety of said proceeds, and I hereby relinquish to him,}"}
{"text": "{text: & assigns forever the same.}"}
{"text": "{text: In testimony whereof I have set my hand & seal this 25th}"}
{"text": "{text: day of April One thousand Eight Hundred & Sixty Seven.}"}
{"text": "{text: Signed in our presence}"}
{"text": "{text: Mary Armstrong}"}
{"text": "{text: this 25th day of April 1867}"}
{"text": "{text: James Hoffman}"}
{"text": "{text: W.H. Watterson}"}
{"text": "{text: Transcribed from the Hawkins County}"}
{"text": "{text: Courthouse Will Books}"}
{"text": "{text: by her Great-Great Grandaughter}"}
{"text": "{text: Martha Stuart Armstrong, March 21, 1997}"}
{"text": "{text: Note: The person who recorded William's will was by far more}"}
{"text": "{text: aware of punctuation, a more able penman and a more}"}
{"text": "{text: careful copier than the recorder of Mary's will. I was}"}
{"text": "{text: forced to leave a few blanks}"}
{"text": "{text: where the word was}"}
{"text": "{text: illegible.}"}
{"text": "{text: These wills, in conjunction with William's journal,}"}
{"text": "{text: provide illumination as to his motivations when he sells}"}
{"text": "{text: land to William Rutledge Tipton in 1869.}"}
{"text": "{text: WILL OF MARY ARMSTRONG}"}
{"text": "{text: The last will and testament of Mary Armstrong dec'd sealed}"}
{"text": "{text: & proven on 6th day of April 1868, which is in the words and}"}
{"text": "{text: figures following to wit:}"}
{"text": "{text: I, Mary Armstrong of sound mind & disposing memory & withal}"}
{"text": "{text: in good health but considering the uncertainty of life and the}"}
{"text": "{text: certainty of death & publish the following to}"}
{"text": "{text: be my last will & testament & by this revoking all others which}"}
{"text": "{text: I may have made.}"}
{"text": "{text: In view of facts hereinafter mentioned: that whereas under the}"}
{"text": "{text: last will of my husband William Armstrong, signed and witnessed}"}
{"text": "{text: on the 16th day of February 1860, certain specific personally}"}
{"text": "{text: was left to me & at my sole & entire disposal, to wit: One}"}
{"text": "{text: negro girl (then a slave), Sidney & her children and all the}"}
{"text": "{text: stock, horses, hogs, sheep & other cattle, also the farming}"}
{"text": "{text: implements & the household & kitchen furniture of every kind}"}
{"text": "{text: species and the said William Armstrong, mentioning the sums}"}
{"text": "{text: of money given and paid or to be paid to his children, Henry}"}
{"text": "{text: C. Armstrong & Mary E. Powel and other property principle}"}
{"text": "{text: Slaves and disposing of his lands in accordance with his wish}"}
{"text": "{text: a desire giving a part thereof to his son Alfred another part}"}
{"text": "{text: during my natural life to me, Mary Armstrong- then to William}"}
{"text": "{text: L. Armstrong & expressing in his said last will that it was}"}
{"text": "{text: his wish for William L. Armstrong to live with me to manage}"}
{"text": "{text: the farm to wit: the above mentioned land bequeathed to me first}"}
{"text": "{text: & remainder to him the said William L. Armstrong also to}"}
{"text": "{text: superintend my hands on the said tract of land. He, the said}"}
{"text": "{text: William L. Armstrong, receiving one half of all made after paying}"}
{"text": "{text: necessary expenses, Notes he liquidated & paid off the sum of}"}
{"text": "{text: two thousand five hundred dollars, paid taxes on the shared}"}
{"text": "{text: or parcel of land going to him at my death, to the Executors}"}
{"text": "{text: of the Estate of said William Armstrong, my husband & the}"}
{"text": "{text: testator in the above mentioned will & testament, by him made}"}
{"text": "{text: & signed, to wit, on the 16th day of February 1860 and whereas}"}
{"text": "{text: great & marked changes have taken place since the publication}"}
{"text": "{text: of said last will & testament and since the death of said}"}
{"text": "{text: testator William Armstrong, Slaves freed, great losses sustained}"}
{"text": "{text: in every other kind of property, horses, hogs, sheep, etc.}"}
{"text": "{text: And knowing that nothing over & above a livelihood for}"}
{"text": "{text: the family & sundry incidentals or necessary expenses was}"}
{"text": "{text: realized off the said tract or parcel of land, given to me during}"}
{"text": "{text: my natural life, thus to William L. Armstrong during the late}"}
{"text": "{text: Civil War.}"}
{"text": "{text: Therefore I, Mary Armstrong, feel it my duty &}"}
{"text": "{text: encumbent on me pursuant to said last will of my husband}"}
{"text": "{text: Armstrong, to wit: It is my will and desire that Henry C.}"}
{"text": "{text: Armstrong have the sum of one dollar, to be paid out of the}"}
{"text": "{text: affects of my estate, he having already having (sic) been amply}"}
{"text": "{text: provided for by his Father as shown under his (the said William}"}
{"text": "{text: Armstrong's) last will,}"}
{"text": "{text: Before morning service, feeling lonely and low spirited I visited}"}
{"text": "{text: Mother's grave & bending over that sacred monument wept bitter oh}"}
{"text": "{text: such bitter, bitter tears. What a tide of olden memories came}"}
{"text": "{text: rushing in from the long forgotten past! How many acts of living}"}
{"text": "{text: ingratitude were recalled, the many kindnesses neglected & loving}"}
{"text": "{text: words unspoken crowded back & fastened upon my heart.}"}
{"text": "{text: Ah, tis not until thus bereaved that one can rightly appreciate}"}
{"text": "{text: a Mother's worth -- her never varying kindness & gentleness, her}"}
{"text": "{text: tenderness, her heart felt sympathy -- the value of her counsels-}"}
{"text": "{text: the sweet comfort of her presence -- None other than a Motherless}"}
{"text": "{text: can tell the fulness & faithfulness, the purity & preciousness}"}
{"text": "{text: of her love.}"}
{"text": "{text: Mother dear, even now while I am writing these lines I feel}"}
{"text": "{text: that thou art with me in spirit. Although thy home is in Heaven}"}
{"text": "{text: I feel that you will still love & guard thy wayward boy & on}"}
{"text": "{text: thy angel wings will hover near him in all his wanderings &}"}
{"text": "{text: miseries here.}"}
{"text": "{text: Monday 30 March 1868 Nice & cool. Weather seemingly settled.}"}
{"text": "{text: Hands hauling wood in A.M. Plowing & cleaning oats in P.M.}"}
{"text": "{text: Sold K.S. & P. 3 Bushels clover seed. Bot new hat $5.50. Went}"}
{"text": "{text: down to Brice farm for Negro Nanco to weave Sallie's carpet.}"}
{"text": "{text: Dined at Uncle John Young's. Lizzie over assisting Sallie to}"}
{"text": "{text: put in her web. Dan Chambers died.}"}
{"text": "{text: Tuesday 31 Fair & fresh. Wall sowing oats in Surgoine Orchard.}"}
{"text": "{text: Worked on new road. Jackie left for Morristown. Received}"}
{"text": "{text: Democrat, Home Journal and letter from Pit 8th instance. Mailed}"}
{"text": "{text: 21st--all well. Cousin Carrie married to Mr. Harvey Higgins,}"}
{"text": "{text: a widower of at least 55 and his third marriage. Loaned Lyons}"}
{"text": "{text: Posey tonight. Paid J. Rogan for harness.}"}
{"text": "{text: Wednesday 1 April 1868 Frost again in morning. Sunny & warm}"}
{"text": "{text: during day. Larkins, the saw miller, being absent I assisted}"}
{"text": "{text: Phipps to run the saw. Misses Sallie C. Phipps & Emma Jones}"}
{"text": "{text: visited the mill. Wall sowing oats. Watterson breaking meadow}"}
{"text": "{text: on creek. Sallie planted tomatoe & cabbage seeds.}"}
{"text": "{text: Full attendance at Prayer meeting. Lecture on Parable of the}"}
{"text": "{text: midnight friend or rather the importance of importunity in}"}
{"text": "{text: prayer. Young Light called to hire & is stopping for the night.}"}
{"text": "{text: W.S. Kyle dined. Sold him 40 Bushels of oats @ 35 cents $14.00.}"}
{"text": "{text: Nugent, new clerk, moved family into Lizzie's Colored cabin.}"}
{"text": "{text: Baby Boss beginning to sit alone.}"}
{"text": "{text: Thursday 2 Cloudy with occassional sprinkle of rain. Hands}"}
{"text": "{text: harrowing bottom. Laid off few first corn rows. Sent Kyle}"}
{"text": "{text: his oats. Enclosed 25 cents to Messrs Turnbull & Murdoch, Baltimore}"}
{"text": "{text: for sample of New Eclectic Magazine}"}
{"text": "{text: Friday 3 April 1868 Fair & pleasant. Went to Uncle John}"}
{"text": "{text: Young's for Missouri seed corn. Began planting in bottom-}"}
{"text": "{text: - so did Perdue. Nanco the weaver came. Received letter from}"}
{"text": "{text: Monk —27th March. Mrs. Leeper very ill-}"}
{"text": "{text: Saturday 4 High winds--cool. Finished planting bottom corn.}"}
{"text": "{text: Wylie Young visited & handed $2.75 subscription to LaCrosse}"}
{"text": "{text: Democrat. Smith Woods called to inquire for sweet potato seed.}"}
{"text": "{text: Wall raised an additional cabin. Roxie sick with botts & has}"}
{"text": "{text: been giving trouble.}"}
{"text": "{text: Sunday 5 Day windy & unusually cold & chilly. We are sitting}"}
{"text": "{text: by a rousing fire tonight and if winds permit we will wake to}"}
{"text": "{text: rousing frost in morning. No meeting on the hill today.}"}
{"text": "{text: The officers of our church seem to be impressed with the idea}"}
{"text": "{text: that the Deity only requires a fourteenth part of our time}"}
{"text": "{text: devoted to his service--our worship is altogether a matter of}"}
{"text": "{text: weather. A considerable portion of the day I occupied in writing}"}
{"text": "{text: to Pitt. This done I took a stroll with Nugent & Agee to the}"}
{"text": "{text: river. This has been another sad Sabbath to me. I have felt}"}
{"text": "{text: worn & wretched all day. The longer I live & the more I see}"}
{"text": "{text: of the world & its workings the more thoroughly I am convinced}"}
{"text": "{text: of the truth That all is vanity & vexation of spirit, the}"}
{"text": "{text: more deeply I am impressed with its utter worthlessness &}"}
{"text": "{text: emptiness. Hence I am beginning to weary of its winters &}"}
{"text": "{text: constant wearing. Am tiring of times, trials & troubles--its}"}
{"text": "{text: temptations & tantalisms. Once my future beamed with brightest}"}
{"text": "{text: visions & seemed fraught with fairest prospects but now all}"}
{"text": "{text: my fondest hopes have decayed--my dearest ideals vanished like}"}
{"text": "{text: a myth & life before me is dark & forbidding. My friends (if}"}
{"text": "{text: indeed I can claim any such) perhaps deem me a happy man--and}"}
{"text": "{text: if earthly happiness was a reality my surroundings ought to}"}
{"text": "{text: furnish it in its fullest measure. Home is or could be made}"}
{"text": "{text: a thing of beauty --a wife that loves me with all the purity}"}
{"text": "{text: & devotion with which a woman's soul is capable--children--four‐}"}
{"text": "{text: the prettiest little prattlers that ever gladdened a father's}"}
{"text": "{text: heart--But all these blessings, the best & sweetest given to}"}
{"text": "{text: man, fail to drive away the melancholy which I feel is fast}"}
{"text": "{text: settling upon me--deep in the inmost recesses of my heart is}"}
{"text": "{text: a silent sorrow which is slowly yet too surely consuming it.}"}
{"text": "{text: Monday 6 Frost & ice. Hands cross-plowing. Doc & I went}"}
{"text": "{text: to town. Mother's will proven & recorded. Received $45.75}"}
{"text": "{text: balance due from Sturm for bacon. Sent $2.50 by registered}"}
{"text": "{text: letter to Buck for W.M. Young. Sent subscription through}"}
{"text": "{text: Dr. Speck. $4.00 to Godey & Arthur for Lady's Book & Home}"}
{"text": "{text: magazine for Sallie. Saw one of my old Servants on street--}"}
{"text": "{text: Arthur--looking squalid & miserable--His ragged emaciated}"}
{"text": "{text: appearance excited my sympathies so that I forgot his former}"}
{"text": "{text: misconduct & ingratitude and gave him $3.00 as a parting present-}"}
{"text": "{text: I hope never to meet him or his like again.}"}
{"text": "{text: Received Presbyterian, Blade, & Number 1--volume I of new}"}
{"text": "{text: Eclectic. Harper's Weekly has not come to date. Wrote}"}
{"text": "{text: to Assistant Post Master Frazier requesting him to inquire after}"}
{"text": "{text: it. Concert in Rogersville last night for benefit of}"}
{"text": "{text: Presbyterian Church.}"}
{"text": "{text: Saturday 11 April 1868}"}
{"text": "{text: Beautiful & bright. Hands plowing.}"}
{"text": "{text: Rearranged barn fences & assisted Sallie in her gardening,}"}
{"text": "{text: planted beans & stuck peas. I went after new boots to Yates'}"}
{"text": "{text: Called at J.M. Lyons' & returned Leslie's magazine borrowed}"}
{"text": "{text: some time ago. Annie not returned from concert at Rogersville}"}
{"text": "{text: Took up sweet potatoe seed. All worked except for Ba'. Some}"}
{"text": "{text: Sallie's Kincheloe kin to see Dr. Made acquaintenance & exchanged}"}
{"text": "{text: visiting cards. Crumley suspects his son for committing the}"}
{"text": "{text: robbery. Frank disappeared. Fudge hauled away Granary}"}
{"text": "{text: Sunday 12 Easter. Rain, rain almost incessant from 10 A.M.}"}
{"text": "{text: Easter.}"}
{"text": "{text: Church full at Preaching. Text Galatians V chapter 7 verse}"}
{"text": "{text: Ye did run well; who did hinder you that ye should not obey}"}
{"text": "{text: the truth?. Took collection for Presbyterial tax = $9.25}"}
{"text": "{text: Bachman had appointment this P.M. at A. Kincaid's. Instituted}"}
{"text": "{text: inquiry among members as to who desired new hymn books-15 names}"}
{"text": "{text: given. Button & Mat & baby stopped after service. Button}"}
{"text": "{text: went home late--Mat & little one are remaining. Sue called}"}
{"text": "{text: in morning and reconstructed before going to church. The}"}
{"text": "{text: solemnities today are succeeded by quite a laughable after piece.}"}
{"text": "{text: while Elder Galbraith was in Session his hat hurried off on}"}
{"text": "{text: some one else's head and his ludicrous attempts to look it up}"}
{"text": "{text: furnished fine fun to the lookers on.}"}
{"text": "{text: Monday 13 Heavy mists--dismal day. Hands hauling material}"}
{"text": "{text: for Hickey House. Wall to Mike Looney's for Sweet potatoe}"}
{"text": "{text: seed. Willie's debut at school--consigned to the care & custody}"}
{"text": "{text: of Miss Mary B. Hale who dispenses tuition to small beginners}"}
{"text": "{text: in a little sort of bat academy beyond W.A. Phipps'. Willie}"}
{"text": "{text: is a bright boy for his years--has nearly completed the}"}
{"text": "{text: Elementary & can read McGuffies' First eraditer. Called}"}
{"text": "{text: on Parson Bachman in P.M. to ascertain cost & style of new hymn}"}
{"text": "{text: books--was furnished with report of P.B.P. Thence to W.A.}"}
{"text": "{text: Phipps'-brot Willie home. His first impressions pleasant. Our}"}
{"text": "{text: weather-bound visitors left in the A.M. Lizzie over warping carpet.}"}
{"text": "{text: weather-bound visitors left in A.M.}"}
{"text": "{text: Dr. Dulaney called. McKirgan left bed & board Saturday last.}"}
{"text": "{text: Tuesday 14 Weather as fickle, freakish & fretful as a coquette‐}"}
{"text": "{text: in a bad humor yesterday--all smiles & sunshine today. Ground}"}
{"text": "{text: too wet for plow. Hauled logs to mill. Took tour in Valley}"}
{"text": "{text: from Uncle John Young's to Sprowl's soliciting subscriptions}"}
{"text": "{text: for Hymn Books. McKirgan & I made partial settlement--Our}"}
{"text": "{text: accounts not agreeable. Sturm with Doc, sick. Dr. Dulaney}"}
{"text": "{text: down spending the night. Received Home Journal, Blade, Democrat}"}
{"text": "{text: Herald & Harper's Weekly (2 copies). Madams Perdue & Nugent}"}
{"text": "{text: visited Sallie in P.M.}"}
{"text": "{text: Monday 20 April 1868 Heavy rain last night--dark, damp &}"}
{"text": "{text: drizzly day. Hauled logs to saw. Called on Parson Bachman}"}
{"text": "{text: to ascertain whether he could & would instruct a Singing Club‐}"}
{"text": "{text: assented. Had a ride along chat with Sue & Cate. Sallie &}"}
{"text": "{text: Lizzie visited Mrs. Leeper in P.M. Lying very ill with little}"}
{"text": "{text: prospect of recovery. Wrote resignation for S. Henderson}"}
{"text": "{text: Esquire. Postmaster at Surgoinsville--Suggesting removal of}"}
{"text": "{text: office to Stony Point & recommending Reverend T.J. Crumley as}"}
{"text": "{text: his successor. Uncle James Amis dined with us--He is looking}"}
{"text": "{text: very feeble & tottering. Willie spending night at Grand View}"}
{"text": "{text: with Polly.}"}
{"text": "{text: Tuesday 21 More rain in A.M. Thoroughly drenched & thoroughly}"}
{"text": "{text: discouraging to farmers. Clouds emptied themselves by 12 o'clock}"}
{"text": "{text: & disappeared & sun came out boldy & blessingly. Hauled logs}"}
{"text": "{text: to mill. Received Democrat, Blade and Harper's--Sallie a letter}"}
{"text": "{text: from Cousin Sue B. and five copies of Godey's Lady's Book}"}
{"text": "{text: commencing with January 1868. Mailed my letter to Monk, also}"}
{"text": "{text: one to D. Appleton & Co., New York for copy of American Notes}"}
{"text": "{text: by Dickens. Scheme on foot for referencing grave yard. I favor}"}
{"text": "{text: & furnish share of lumber.}"}
{"text": "{text: Wednesday 22 Slight frost, nipping nothing, however bright,}"}
{"text": "{text: sparkling day. Hands plowing new ground. Lizzie brot over}"}
{"text": "{text: sewing mill. She & Sallie Millerizing for the Meeting. A}"}
{"text": "{text: sacramental meeting puts all feminity in a fuss. All ideas}"}
{"text": "{text: tend toward & concentrate on the Meeting. Mr. & Mrs. Carmack}"}
{"text": "{text: visited & dined. Westward bound emigrants dropped dog.}"}
{"text": "{text: Bachman left for Newport. Carried letter to Messrs S.T. Bloome}"}
{"text": "{text: & Co., Augusta, Georgia for sample of The Southern Banner'}"}
{"text": "{text: Wrote for Colonel McKirgan to W.F.S. booking order for damask}"}
{"text": "{text: curtains drawn Saturday last. Prayer Meeting scantily attended.}"}
{"text": "{text: Elder Joshua S. Phipps conducted service. Lacy Armstrong lying}"}
{"text": "{text: low. Mrs. Leeper worse.}"}
{"text": "{text: Thursday 23 Mild as May. Hands harrowing & plowing. Laid}"}
{"text": "{text: cornerstone of Hickey House. Creasey commenced framing. Lizzie}"}
{"text": "{text: with us. Sallie sewing to midnight on her new dress, the}"}
{"text": "{text: present from Harry. Her new carpet-43 yards out of loom.}"}
{"text": "{text: Contracted with Pool for 3000 shingles @ $3.00. Warehouse}"}
{"text": "{text: completed.}"}
{"text": "{text: Friday 24 Another bright, brown, baking day. Watterson began}"}
{"text": "{text: plowing in upper field. Sold Sallie Armstrong 8 bushels corn}"}
{"text": "{text: @ 55c. Wait her convenience for the money. Lizzie sewing with}"}
{"text": "{text: Sallie till the wee small hours--every woman in the country}"}
{"text": "{text: converted into a sewing machine & every house a milliner's shop.}"}
{"text": "{text: What shall we wear to the meeting is the anxious-all-absorbing}"}
{"text": "{text: question. Roxie taken from plow sick.}"}
{"text": "{text: Saturday 25 April 1868 Cloudy A.M. Constant rain in P.M.}"}
{"text": "{text: Never farmed through a more unfavorable Spring. Such rapid}"}
{"text": "{text: succession of cold rains prevent planting & thus casting large}"}
{"text": "{text: crops will be badly behind-hand. In spite of the late frost}"}
{"text": "{text: vegetation of all kinds is advancing rapidly--the woods are}"}
{"text": "{text: nearly green and meadows are springing up luxuriously.}"}
{"text": "{text: Hands plowing & planting in A.M. Raised Hickey House. Baby}"}
{"text": "{text: unwell last night & today. Doc in town attending sale of Frank}"}
{"text": "{text: Phipps' farm. Lizzie & Sallie busy as bees needling for the}"}
{"text": "{text: meeting-- Put-up pants for Willie today ala Democrat.}"}
{"text": "{text: 9 o'clock. Doc just back bringing Bill Hord. Sturm sent}"}
{"text": "{text: specimen copies of damask from Dickinson & Co.}"}
{"text": "{text: Knoxville--curtains come too dear for us to indulge at present‐}"}
{"text": "{text: -I am not very well financially speaking & must forego all such}"}
{"text": "{text: luxuries until times get better. Peas in full bloom,}"}
{"text": "{text: Sunday 26 Notwithstanding the Dutch tradition that a rainy}"}
{"text": "{text: Easter is invariably followed by seven wet Sabbaths in}"}
{"text": "{text: succession, this one has passed dryly & delightfully. Hord}"}
{"text": "{text: left early on a foundered horse. Willie & I attended Sunday}"}
{"text": "{text: School & I assumed duties of my office. After dining Sallie,}"}
{"text": "{text: Willie & I took walk on farm. Arthur Solomon Lyons & Orderley}"}
{"text": "{text: down to Doc's few minutes in P.M. Boss better but not entirely}"}
{"text": "{text: well.}"}
{"text": "{text: Monday 27 Rain, rainy, raininess, drip, drop, dribble, chatter,}"}
{"text": "{text: spatter, pour down, descend in sparkley showers, currents &}"}
{"text": "{text: torrents until all outdoors is soaked, saturated, steeped, over}"}
{"text": "{text: flowed, inundated, deluged--Did you ever see such a drenching.}"}
{"text": "{text: No work on farm--had hands to grease Harness. Sent wheat to}"}
{"text": "{text: mill. Oil can replenished. Wrote Sturm. Agee gone to Lizzie's}"}
{"text": "{text: --got job on yard fence. Doc down to Rutledge to attend Lawson}"}
{"text": "{text: trial. No school for the Teach ist sick. Performed Proverbs}"}
{"text": "{text: on Willie this evening--He was stubborn & disobedient for which}"}
{"text": "{text: I witheld not correction ala Solomons suggestion and spared}"}
{"text": "{text: not for his crying. The rest & the delight unto my soul}"}
{"text": "{text: I trust will follow according to promise. Sallie still stitching}"}
{"text": "{text: for the meeting. Big, black silk begun for the meeting}"}
{"text": "{text: Everything feminine that's going is going for the meeting}"}
{"text": "{text: Tuesday 28 Rain continued though not heavy enough to prevent}"}
{"text": "{text: hauling lumber to mill. Wall & T. Creasey at work early. Sent}"}
{"text": "{text: Seaver 8 Bushels of corn by Henard, accounts square.}"}
{"text": "{text: Received Democrat, Blade, Home Journal, Volume I, No. 1 of New}"}
{"text": "{text: Southern Paper edited by A.J. Ryan, The Poet Laureate of the}"}
{"text": "{text: South, The Southern Banner published at Augusta, Georgia—}"}
{"text": "{text: also 3 copies of the Last Sensation. Sturm sent package of}"}
{"text": "{text: hymn books received per Express--order not entirely filled--}"}
{"text": "{text: 25 sent for--19 received--mine missing. Sallie & Lizzie turning}"}
{"text": "{text: everything inside out for the meeting. Willie is absent tonight}"}
{"text": "{text: at Grand View we suppose. Roads & weather too unfavorable for}"}
{"text": "{text: a walk home from school.}"}
{"text": "{text: The charge of electricity seems to be inexhaustible while the}"}
{"text": "{text: almost constant rolling & thundering & flashing remind me of}"}
{"text": "{text: the heavy shocks of a battle.}"}
{"text": "{text: Thursday 7 May 1868 Heaviest of all the Spring rains fell}"}
{"text": "{text: last night flooding whole face of the Earth. River said to}"}
{"text": "{text: be near bank tops. Hands continued hauling brick & dirt to}"}
{"text": "{text: chimney.}"}
{"text": "{text: Mr. Dutchman tuned piano $5.00. Party at Parsonage-- Doc done}"}
{"text": "{text: the honors-- Madam blessed Bachman with another bawling. Sallie}"}
{"text": "{text: in kitchen most of day fixing fixings for the meeting. No}"}
{"text": "{text: mail down.}"}
{"text": "{text: Friday 8 Clear & chilly this morning & feels frosty enough}"}
{"text": "{text: for fires. River running over low banks. Hauled logs. Pigs}"}
{"text": "{text: depredating on cornfield. Mr. Pianist dined & did us some music.}"}
{"text": "{text: Meeting opened tonight with sermon from Reverend Bachman on}"}
{"text": "{text: Romans XIII - 12 The night is far spent. The day is at hand:}"}
{"text": "{text: let us therefore cast off the works of darkness & let us put}"}
{"text": "{text: on the armor of light. Sue & Mag called going to church.}"}
{"text": "{text: Mag returned after service & is our guest tonight. Wat with}"}
{"text": "{text: Doc. No mail.}"}
{"text": "{text: Saturday 9 Clear & chilly yesterday. Clear & chillier today.}"}
{"text": "{text: Frost & fires. Hands plowing & replanting corn. Creasey Boys}"}
{"text": "{text: completed Hickey House & left at M. Size 28 x18, shingled,}"}
{"text": "{text: partition, 2 windows 3 doors & 12 days with thumbnail & hatchets}"}
{"text": "{text: First ride in new buggy--Everyone kits, cats, Mater, Pater &}"}
{"text": "{text: all carried on rollers in it to preaching. Reverend Campbell}"}
{"text": "{text: discoursed from Matthew 10 chapter 32 & 33 verses Whosoever}"}
{"text": "{text: therefore shall confess me before men him will I confess also}"}
{"text": "{text: before my Father which is in Heaven. But whosoever shall deny}"}
{"text": "{text: me before men, him will I also deny before my Father which is}"}
{"text": "{text: in Heaven. Second sermon at night. Sallie suffering from}"}
{"text": "{text: toothache & could not attend. Parson Campbell inviting}"}
{"text": "{text: attention to Proverbs XIV--2- There is a way which seemeth}"}
{"text": "{text: right unto a man but the end therof are the ways of death}"}
{"text": "{text: Thus far there seems to be very little warmth, healthy}"}
{"text": "{text: cheerfulness & good spirits attending the meeting--Mr. Campbel}"}
{"text": "{text: talks all the while in a very quiet undemonstrative way to a}"}
{"text": "{text: very quiet undemonstrative audience. Everyone seems to be}"}
{"text": "{text: wearing a kind of dispiriting, chilly, leaden look indicating}"}
{"text": "{text: that the services are tedious & tasteless. Oh, for such an}"}
{"text": "{text: out-pouring as was granted to us two years ago. Sallie visit}"}
{"text": "{text: Madam Bachman & the new bairn this P.M. Doc D. & Lola down}"}
{"text": "{text: visiting.}"}
{"text": "{text: Willie went to mill on Posey this evening & brot home sack of}"}
{"text": "{text: meal alone- His first attempt & the little fellow is very}"}
{"text": "{text: pleased of his success. Watterson planted his creek bottom}"}
{"text": "{text: corn.}"}
{"text": "{text: Saturday 30 May 1868 A most beautiful day. Calm & cloudless.}"}
{"text": "{text: Hands in corn. Drove Sallie & the Babies, Buggy & baggage to}"}
{"text": "{text: mill Bend- en route halted for an hour at Uncle Neill's & were}"}
{"text": "{text: regaled with Strawberries & music. Left Mill Bend for home}"}
{"text": "{text: 5 o'clock P.M. At Yellow Store was overtaken by W.C. Lyons}"}
{"text": "{text: just getting in fresh from Memphis after absence of 20 months.}"}
{"text": "{text: Sallie M. Phipps also arrived at Rogersville from Salem,}"}
{"text": "{text: Mississippi. Miss Alice & Mr. Phipps accompanying her.}"}
{"text": "{text: Youngsters all returning full & flowing with fun & things}"}
{"text": "{text: will probably brighten. I would like to experience something}"}
{"text": "{text: lively now. Result of impeachment farce flashed over the wires}"}
{"text": "{text: few days ago fully confirmed-- The President has triumphed.}"}
{"text": "{text: The man upon whom the concentrated hate of radicalism has been}"}
{"text": "{text: so long directed & for whose deposition the pretended voice}"}
{"text": "{text: of the nation so angrily shrieked holds his own & will continue}"}
{"text": "{text: to hold it to the end of his term. All honest men & true}"}
{"text": "{text: patriots are jubilant & full of glory at the result while the}"}
{"text": "{text: impeachers are down, down in the dust of disarray, depression}"}
{"text": "{text: and degradation. The sword & the shadow of disaster & disgrace}"}
{"text": "{text: has fallen upon them & their great fabric of gilded hopes, just}"}
{"text": "{text: as it reached its pinacle of completion, has been shattered,}"}
{"text": "{text: The entire structure has tumbled down with a crash & the}"}
{"text": "{text: elaborate work of Old Thad & his train of devilish contenders}"}
{"text": "{text: lies there, an almost indistinguishable mass of ruins-- none}"}
{"text": "{text: but Radicals can realize the vast cubic measure, the length}"}
{"text": "{text: breadth and thickness of the calamity that has befallen this}"}
{"text": "{text: great Party of Progress. Brought thus suddenly to a}"}
{"text": "{text: standstill-- to a fearful pause just as it was rushing blindly,}"}
{"text": "{text: madly on the framework of the government-- just as it had poised}"}
{"text": "{text: itself to deal the fatal blow by hurling from power the Executive}"}
{"text": "{text: of the Nation-- when friends of Constitutional liberty were}"}
{"text": "{text: trembling for its safety-- just at this juncture the Providence}"}
{"text": "{text: which guides the destiny of Nations interposed & saved us from}"}
{"text": "{text: impending ruin.}"}
{"text": "{text: Sunday 31 A sweet looking stilly Sabbath. Lonely at Home}"}
{"text": "{text: - miss my little loved ones. Stillness seems so very strange.}"}
{"text": "{text: Attended Sabbath School. My young friend S.M. Phipps came &}"}
{"text": "{text: the very hill seemed brightened by her coming-- it fills me}"}
{"text": "{text: with unspeakable joy & full of glory to meet my young friends}"}
{"text": "{text: who are just returning from their sessions at school-- seems}"}
{"text": "{text: that I am never to grow old. Late in P.M. took a ride out.}"}
{"text": "{text: 'Tis no pleasant experience to be left thus blooming alone.}"}
{"text": "{text: Sunday 5 July 1868 Reverend Smith preached to us in A.M. from}"}
{"text": "{text: Job VII-16 -- I would not live always. Bachman at night from}"}
{"text": "{text: 2nd Corinthians VI --17 Wherefore come out from among them}"}
{"text": "{text: & be ye separate. Buck Phipps & De Miller returned yesterday}"}
{"text": "{text: & were at church today. Heinnemann came from town afoot-steaming}"}
{"text": "{text: hot. Nag M. spent P.M. Sue staid the night. Children puny}"}
{"text": "{text: & pestersome.}"}
{"text": "{text: Monday 6 Hands plowing & binding oats. Singing at 9 o'clock-}"}
{"text": "{text: - Buck joined the bass. Bob's brother in trouble & he has gone}"}
{"text": "{text: to bring relief. Nugent suspended housekeeping. Mitchell}"}
{"text": "{text: (Cabinet) from Paperville looking out situation. Thunder &}"}
{"text": "{text: threat but little rain. Bachman publishes through W. his}"}
{"text": "{text: determination to leave. Baby in pain & complaining good deal.}"}
{"text": "{text: Medicine & affection seems slow to relieve.}"}
{"text": "{text: Tuesday 7 Singing A.M. Exchanged Sugar for Bucar at Wood}"}
{"text": "{text: & Patton's. Sue & De called A.M., S.C.P. & Buck after singing.}"}
{"text": "{text: Hands binding oats in bottoms. Boss better. Sallie cooking}"}
{"text": "{text: for company. Heavy rain with thunder at dusk--washing away}"}
{"text": "{text: lot fences. Received Harper's, Home Journal & Blade. Gouldy}"}
{"text": "{text: got inscription for Mother's tombstone.}"}
{"text": "{text: Wednesday 8 Lucy & Annie spent day. Henry Burem up & returned‐}"}
{"text": "{text: -Dutch drunk in morning. Left for Rogersville afternoon,}"}
{"text": "{text: Headquarters on Posey. Hands repaired fencing & bound oats}"}
{"text": "{text: P.M. Rain again 5 o'clock. Went to Prayers--alone. Then fast}"}
{"text": "{text: to sleep & did not arouse till after 9 o clock.}"}
{"text": "{text: Thursday 9 Hands finished plowing corn A.M. Binding oats}"}
{"text": "{text: P.M. I spent pretty much the entire day in field. Willie}"}
{"text": "{text: gathering blackberries. Wrote McMurdy & Co. for specimen of}"}
{"text": "{text: Everything Nice.}"}
{"text": "{text: Friday 10 Commenced hauling wheat. Grand Indian Exhibition}"}
{"text": "{text: at New Providence. I took Willie & Alice who were well}"}
{"text": "{text: entertained but performance was too purely Indian to please}"}
{"text": "{text: me. Willie went with Zollie & is at Grand View tonight.}"}
{"text": "{text: Had a little breeze with new tenants this evening. Had locks}"}
{"text": "{text: put on stable. Received Herald. Wall cutting oats. Sallie}"}
{"text": "{text: visited Mrs. Leeper this evening-- very low--dying.}"}
{"text": "{text: Saturday 11 Hands hauling wheat. Finished taking up oats.}"}
{"text": "{text: Turned stock on stubble. Boy John contrary & dismissed this}"}
{"text": "{text: morning. I have been feeling very melancholy today. Mrs. Leeper}"}
{"text": "{text: revived last night & is still living.}"}
{"text": "{text: Sunday 16 August 1868 Another very beautiful Sabbath. Sallie}"}
{"text": "{text: indisposed-- To church alone. Bachman preached A.M. from text}"}
{"text": "{text: At evening time there will be light and at night from Beholde}"}
{"text": "{text: the friend of Sinners. Large congregation. Singing splendid.}"}
{"text": "{text: Monday 17 To town today. Put up Posey & dined at American.}"}
{"text": "{text: Sturm settled for wheat sent him to date. Paid Neill & Thompson}"}
{"text": "{text: for saddle. Came back in the pleasure of the company of Misses}"}
{"text": "{text: Ellen Hale & Mag Miller, who had been down shopping. Hands}"}
{"text": "{text: finished cutting clover & plowing bottom. Sallie without a}"}
{"text": "{text: cook & cooking. To Lizzie in P.M. making dress. Doc's kitty Sen}"}
{"text": "{text: died. Nugent moved family into new house. Willie entered}"}
{"text": "{text: academy.}"}
{"text": "{text: Tuesday 18 Hands hauling rails for new fence in bottom}"}
{"text": "{text: Darkies drying fruit on shares. Paid K.S. & P. $100.00}"}
{"text": "{text: Received Harper's, Home Journal, Herald, copy of Revolution}"}
{"text": "{text: & novel Love or Marriage, letter from friend S.S. Watermelons.}"}
{"text": "{text: Wrote to F. Henderson.}"}
{"text": "{text: Wednesday 19 Very pleasurably passed. Sallie, Baby & I visited}"}
{"text": "{text: Hiram Fain. Hands hauling rails & cleaning off ditches in}"}
{"text": "{text: bottom. Heavy rain set in with the sunset & continued till}"}
{"text": "{text: midnight. Cornie & Cate came at commencement of rain & are}"}
{"text": "{text: spending the night. No Prayer Meeting. Perdue started to}"}
{"text": "{text: Virginia with load of grain. Charlotte Miller arrived, The}"}
{"text": "{text: Coffins returned from Springs. Birthday Party at Mrs. Rogan's}"}
{"text": "{text: complimentary to Fannie.}"}
{"text": "{text: Thursday 20 Showery. Saw mill in operation. Hands hauled}"}
{"text": "{text: some logs & made rails. Attempted to plow in P.M. too wet}"}
{"text": "{text: Took buggy & harness to shop for repairs. Called on return}"}
{"text": "{text: & chatted an hour with Coffin. Killed first mutton,}"}
{"text": "{text: Friday 21 Clear & cheerful. Hands making rails & fencing}"}
{"text": "{text: A.M. Baker began breaking in orchard. Brought buggy & harness}"}
{"text": "{text: from shop-- Bill $1.50 paid. Received Herald. After dinner}"}
{"text": "{text: Sallie & I made raid on Button. I returned late leaving Sallie}"}
{"text": "{text: & baby in Egypt. Found children distressed at delay. This}"}
{"text": "{text: is day of promised visit to Mountain View. Sent regrets by}"}
{"text": "{text: mail.}"}
{"text": "{text: Saturday 22 Sultry & sweaty. Took buggy for Sallie A.M.}"}
{"text": "{text: Hands Rob & John cleaning out ditches till M. No afternoon}"}
{"text": "{text: service. Harness oiled. Paid John per pants $4.00. Paid}"}
{"text": "{text: Cooney harvest bill 2 bushels wheat. Heavy rain with heavy}"}
{"text": "{text: thunder set in at dusk.}"}
{"text": "{text: Sunday 23 Rain continued through night. Creek raising &}"}
{"text": "{text: everything outdoors looking thoroughly drenched this morning.}"}
{"text": "{text: No Sabbath School. Passed day reading. Mary moved over from}"}
{"text": "{text: Lizzie's in P.M. Loaned preacher Posey to town-- returned.}"}
{"text": "{text: Living at Stony Point in 1868}"}
{"text": "{text: Our diarist, William Lyons Armstrong, was the fifth William}"}
{"text": "{text: to live at Stony Point. He was the son of William IV and Mary}"}
{"text": "{text: Young. He was born 3 July 1837 and died 20 June 1908. From}"}
{"text": "{text: an account of college days written by his schoolmate, William}"}
{"text": "{text: Monk Muncaster, I learned that William was nicknamed Frosty}"}
{"text": "{text: from a young age-- Probably because of his very sandy blond hair}"}
{"text": "{text: & eyebrows. He served as a Captain in the 31st Tennessee}"}
{"text": "{text: Infantry during the War Between the States.}"}
{"text": "{text: July 18, 1868 He married Sallie Caldwell Burem, daughter of}"}
{"text": "{text: Absalom Looney Burem and Margaret S. Kincheloe, at Mill Bend,}"}
{"text": "{text: home of the Burems since 1774. She was born 15 July 1842 and}"}
{"text": "{text: died 11 March 1908.}"}
{"text": "{text: William's mother, Mary Young Armnstrong, born 19 Novenber 1792,}"}
{"text": "{text: died 17 March 1868, daughter of John Young and Elizabeth}"}
{"text": "{text: Galbraith. On 11 May 1815 she was married to William Armstrong}"}
{"text": "{text: IV. He was born 10 June 1791 and died 26 August 1860.}"}
{"text": "{text: Children: Many of the children were named for family war heros,}"}
{"text": "{text: Confederate generals, Willliam's compatriots and}"}
{"text": "{text: relatives.}"}
{"text": "{text: William Henry S. Osborne Armstrong, Willie, Billy}"}
{"text": "{text: was born 3 October 1861 at Mill Bend and died}"}
{"text": "{text: ********}"}
{"text": "{text: Alice Ransom Armstrong, Biddy, Allie born 6}"}
{"text": "{text: November 1863, died 14 April 1949. Alice was born}"}
{"text": "{text: on the same day as the Battle of Big Creek, Tennessee}"}
{"text": "{text: therefore was named for General Robert Ransom Jr.,}"}
{"text": "{text: Commander of Confederate forces.}"}
{"text": "{text: Loula James P. Burem Armstrong, Jim, Jimmie born}"}
{"text": "{text: 17 September 1865 and died 5 August 1948. Named}"}
{"text": "{text: for her mother's brother who was killed at the Battle}"}
{"text": "{text: of Piedmont in Virginia 5 June 1864.}"}
{"text": "{text: Mary Frank Walker Armstrong, Boss, Baby born}"}
{"text": "{text: 25 September 1867, died 28 December 1957. Can you}"}
{"text": "{text: guess why William called her the Boss?}"}
{"text": "{text: Dr. James Hoffman, Doc was boarding and practicing medicine.}"}
{"text": "{text: Born 20 June 1834, died 27 November 1899.}"}
{"text": "{text: Living at Mill Bend}"}
{"text": "{text: Sally's parents, Absalom Looney Burem b. 2 January 1812, d.}"}
{"text": "{text: 21 July 1884 and Margaret S. Kincheloe b. circa 1820, d. 2}"}
{"text": "{text: July 1876.}"}
{"text": "{text: Their children: Henry Simmon Burem b. 3 October 1835 d. 2}"}
{"text": "{text: October 1903. Henry was badly wounded at the Battle of Franklin,}"}
{"text": "{text: 30 November, 1864. In June 1865 William went to bring him home}"}
{"text": "{text: which took several weeks as they had to rest and nurse Henry's}"}
{"text": "{text: wound. Suffering continuously, he always had to ride horseback}"}
{"text": "{text: over his farm even soweing seed from the saddle with a sheet}"}
{"text": "{text: of domestic protecting his horse's ears. He walked with one}"}
{"text": "{text: crutch (pertinent letters in appendix).}"}
{"text": "{text: Mary F. Burem b. 31 March 1837 d. 15 September 1856.}"}
{"text": "{text: James P. Burem b. 18 April killed at the Battle of Piedmont,}"}
{"text": "{text: Varginia 4 June 1864.}"}
{"text": "{text: Margaret A. Burem b. 17 December d. 24 August 1854.}"}
{"text": "{text: Living at Long Meadow}"}
{"text": "{text: Uncle John and Aunt Sally William's maternal Uncle, John}"}
{"text": "{text: Young b. 27 October 1798, d. 5 March 1871. His wife, Sarah}"}
{"text": "{text: Miller Young b. 2 April 1806 d. 9 June 1884.}"}
{"text": "{text: Their children: Cornelia Cornie Young, Wylie Miller Young,}"}
{"text": "{text: Susan Catherine, Cate/Kate, Cato Young.}"}
{"text": "{text: Living at Yellow Store}"}
{"text": "{text: Uncle C.C. and Aunt Juliet --Cornelius Carmack Miller b. 28}"}
{"text": "{text: July 1803 d. 1 April 1870. William's maternal Aunt, Juliet}"}
{"text": "{text: Young Miller b. 14 January 1811 d, 22 August 1870.}"}
{"text": "{text: Their children: Twins, Susan Sue and Frederick DeWolfe De}"}
{"text": "{text: born 22 December 1845. Sue died 22 June 1906 and De died 11}"}
{"text": "{text: August 1921. Margaret Maggie b. 27 March 1848 d. 18 December}"}
{"text": "{text: 1900. Wylie Blount Miller b. 2 July 1837 d. 19 November 1890.}"}
{"text": "{text: When the twins were nine years old they planted twin sugar maple}"}
{"text": "{text: trees just north of their house. These big trees are still alive}"}
{"text": "{text: (1996). (information from Neil Miller)}"}
{"text": "{text: Living at New Canton}"}
{"text": "{text: William Powell Hord Will was William's first cousin, b. 29}"}
{"text": "{text: July 1837 d. 15 December 1883. He was the son of Eldridge Hord,}"}
{"text": "{text: b. 2 December 1800 d. 26 October 1881 and Sarah Armstrong}"}
{"text": "{text: b. 20 February 1803 d. 10 June 1880, sister of Frosty's father,}"}
{"text": "{text: hence Aunt Sally and Uncle Eldridge'}"}
{"text": "{text: Ham was Hannibal Hord b. 22 January 1831 d. 13 March 1892.}"}
{"text": "{text: He married Louise Lou Tipton b. 10 July 1844 d. 8 September}"}
{"text": "{text: 1929. Eldridge and Sally built a first home in 1838 in Carter's}"}
{"text": "{text: Valley and because Eldridge did not like the way the wind blew}"}
{"text": "{text: they built a brick home near Holston River and Hord Creek in}"}
{"text": "{text: 1840. He gave the Valley home to Ham and the newer one to Will.}"}
{"text": "{text: The furnishings for both homes were purchased in Philadelphia}"}
{"text": "{text: and many pieces were identical. In 1877 Will married Lucy Alice}"}
{"text": "{text: Price b. 1 February 1857 d. 16 April 1920. She lived at}"}
{"text": "{text: Greenwood west of Rogersville. (information from Helen Rhea}"}
{"text": "{text: Hord Testerman)}"}
{"text": "{text: Living at Lyonsville}"}
{"text": "{text: William's favorite name for the numerous Lyons families settled}"}
{"text": "{text: around the brick Lyons Store (still standing 1996) was}"}
{"text": "{text: Lyonsville. Julia Franklin Armstrong Lyons b. 27 March 1811}"}
{"text": "{text: d. 26 March 1894 was married to David Lyons b. 12 September}"}
{"text": "{text: 1809 who had died 12 September 1864. She was William's paternal}"}
{"text": "{text: aunt. Her son was Zack; daughter Mollie Lyons.}"}
{"text": "{text: William Franklin Lyons (1818-1889), his wife Julia A.}"}
{"text": "{text: Hale. Captain Clinton Gallagher Lyons b. 9 February 1829 d.}"}
{"text": "{text: 2 February 1900. His wife Margaret Lavinia Cocke Livie b.}"}
{"text": "{text: 18 April 1837 d. 17 June 1911. Their children James L. (1858-}"}
{"text": "{text: 1880), Lizzie (1861-1932), William Cocke (1867-1940), Charlie}"}
{"text": "{text: Maxwell (1871-1942), Emma Neill (1877-1912), Clinton Gallagher}"}
{"text": "{text: (186301910).}"}
{"text": "{text: Sunnyslope}"}
{"text": "{text: Near Renfro Creek and the intersection of the Stage Road}"}
{"text": "{text: sat another Lyons home and store. From here Arthur Solomon}"}
{"text": "{text: Lyons and Cricket Lyons, brothers, journeyed east a quarter}"}
{"text": "{text: of a mile to Sunnyslope, home of the Leepers, to court and marry}"}
{"text": "{text: sisters, Sallie & Sue. For fun, William called him Solomon}"}
{"text": "{text: Arthur and Sally Sally Solly. Gawen Leeper, b. 22 July 1804}"}
{"text": "{text: d. 20 April 1864, had the brick home built by S. Brown in 1845.}"}
{"text": "{text: Gawen's second wife, Elizabeth H. Leeper died 14 July 1868.}"}
{"text": "{text: Ham Leeper was their son.}"}
{"text": "{text: William's nearest neighbor to the West was the Fudge family.}"}
{"text": "{text: Conrad, John, Mrs. Fudge. This brick home was built 1825-1841.}"}
{"text": "{text: From Stony Point down the river road was the home of the Wesley}"}
{"text": "{text: Asbury Phipps family, Grandview}"}
{"text": "{text: Near the river ford was Egypt, Button and Matilda Lyons' home.}"}
{"text": "{text: 8 January: Frank & Alfred}"}
{"text": "{text: On the other hill lived Alfred Armstrong's family. Born 29}"}
{"text": "{text: December 1823, Alfred was the fourth child of William Armstrong}"}
{"text": "{text: IV and Mary Young. 16 October 1850 he married Elizabeth Leeper}"}
{"text": "{text: b. 31 December 1830 d. 24 April 1898, daughter of Gawen Leeper}"}
{"text": "{text: and Willie Ann Phipps. Alfred and Elizabeth had seven children.}"}
{"text": "{text: During the War Between the States Alfred served in Co. A, 12th}"}
{"text": "{text: Tennessee Cavalry. In July 1864 near Winchester, Virginia,}"}
{"text": "{text: Captain William Armstrong rode past a Confederate soldier propped}"}
{"text": "{text: against a tree. Shortly he decided to go back and see if the}"}
{"text": "{text: soldier needed any help. There he found his older brother}"}
{"text": "{text: Alfred, very sick with typhoid. As the Yankees held Winchester,}"}
{"text": "{text: William persuaded them to pass Alfred through the lines to a}"}
{"text": "{text: hospital where he died and was buried 29 July 1864. After the}"}
{"text": "{text: war William went by train to Winchester and brought Alfred's}"}
{"text": "{text: body back to Stony Point to be buried at New Providence Cemetery.}"}
{"text": "{text: Their children were:}"}
{"text": "{text: Frank Leeper b. 24 November 1851 d. 21 March 1929. He}"}
{"text": "{text: was blind and to my knowledge, never married.}"}
{"text": "{text: Henry Clinton b. 21 August 1853 d. 12 April 1934. Married}"}
{"text": "{text: Florence Hickey 30 April 1879.}"}
{"text": "{text: Ann Elizabeth Lizzie b. 17 August 1855 d. 10 March 1944.}"}
{"text": "{text: Married Dr. James Wiley Phipps 30 April 1874.}"}
{"text": "{text: Mary Mollie b. 2 May 1857 d. 30 October 1895. Married}"}
{"text": "{text: Abraham Delaney Tipton 11 October 1876.}"}
{"text": "{text: Sallie Matilda b. 25 December 1859. Married Hugh Murray}"}
{"text": "{text: 6 September 1877.}"}
{"text": "{text: Gawen Leeper b. 17 February 1862 d. 4 October 1937 in}"}
{"text": "{text: Superior, Arizona. Married Alice Blevins Rice.}"}
{"text": "{text: Alfred b. 9 June 1864. Married Lucy Josephine Denny 11}"}
{"text": "{text: October 1888.}"}
{"text": "{text: Cetober 188e.}"}
{"text": "{text: George Marion Agee b. 14 May 1843, d. 29 June 1920, appeared}"}
{"text": "{text: after the war to work for Elizabeth on the farm. He had served}"}
{"text": "{text: in Co. H, 51st Virginia Infantry during the war. He was 12}"}
{"text": "{text: years junior to Elizabeth.}"}
{"text": "{text: 15 January: Parson Bachman Reverent Jonathan Bachman, pastor}"}
{"text": "{text: at New Providence Presbyterian Church 1865-1873, age 30. His}"}
{"text": "{text: wife, Eva Delaney, age 31. Their children Fanny 3, Mary 1 and}"}
{"text": "{text: soon Anna and William.}"}
{"text": "{text: 2 February: His Dutch references are to poke fun at Sallies}"}
{"text": "{text: Van Burem family.}"}
{"text": "{text: 4 February: The sketches William Muncaster wrote about William}"}
{"text": "{text: and the Muncaster Connection are in the appendix.}"}
{"text": "{text: 19 February: Aunt Polly--William's paternal aunt. Mary Amis}"}
{"text": "{text: Sr. b. 12 February 1796 d. 19 February 1868. Married James}"}
{"text": "{text: Amis Sr. b. 6 November 1790 d. 14 October 1871.}"}
{"text": "{text: 19 March Henry & Mary Henry Clinton Armstrong-- William's}"}
{"text": "{text: eldest brother (1816-1895) living with his family in Odessa,}"}
{"text": "{text: Missouri.}"}
{"text": "{text: Mary Elizabeth Powel--William's only living sister (b.3 February}"}
{"text": "{text: 1829 d. 10 December 1912) married Colonel Sam Powel. Due to}"}
{"text": "{text: threats and harrassment after the war by Union sympathizers}"}
{"text": "{text: they moved to Hernando, Mississippi about 1867.}"}
{"text": "{text: 23 March: Posey--William's beloved horse- with him throughout}"}
{"text": "{text: the war and for many years thereafter. He trained Posey to}"}
{"text": "{text: come at his whistle, to drink coffee from a cup and to lie down}"}
{"text": "{text: so Frosty could sleep between his legs, sheltered from cold}"}
{"text": "{text: or wind. (This story told by Mary Frank Walker Armstrong to}"}
{"text": "{text: her grandson, Neil Miller) In 1888 William gave his son, Edward}"}
{"text": "{text: Stuart, a copy of Memoirs of Robert E. Lee by A.L. Long. In}"}
{"text": "{text: this copy an asterick indicates that Posey was probably named}"}
{"text": "{text: for Colonel Carnot Posey, 16th Mississippi in Longstreet's First}"}
{"text": "{text: corps of the Army of Northern Virginia. In 1864 he was made}"}
{"text": "{text: a Brigadier General.}"}
{"text": "{text: 4 April: Roxie- horse, has Botts, a disease of horse and sheep}"}
{"text": "{text: caused by the botfly and affecting the stomach.}"}
{"text": "{text: 6 April: Mother's will is in the appendix}"}
{"text": "{text: 8 April: Thaddeus of Lancaster-- Thaddeus Stevens, a vindictive}"}
{"text": "{text: radical Republican from Lancaster, Pennsylvania who believed}"}
{"text": "{text: Monday 6 January 1868 Warm & wet-- Some heavy showers through}"}
{"text": "{text: day. Went to town & returned with William Hord. Paid taxes}"}
{"text": "{text: $66. Sent subscription to Southern Home Journal & Toldedo Blade}"}
{"text": "{text: by registered letter. Sent for specimen copy New York Citizen.}"}
{"text": "{text: H.L. & P. raised saw mill. McKirgan returned to work on store}"}
{"text": "{text: house. Doc extracted tooth for Willie tonight.}"}
{"text": "{text: Tuesday 7 Incessant rain, roads in wretched condition. River}"}
{"text": "{text: tonight nearly to top of banks. No work on farm. No mail except}"}
{"text": "{text: copy of Native Virginian.}"}
{"text": "{text: Wednesday 8 Heavy clouds but little rain. Blustery & cooler}"}
{"text": "{text: tonight. Hands sowed clover chaff which had gotten wet in barn}"}
{"text": "{text: by the snow. River reached top of banks-- overflowing in low}"}
{"text": "{text: grounds. Visited Yellow Store. Attended prayer meeting. Quite}"}
{"text": "{text: a few gentlemen but few ladies did likewise. Frank & Alfred}"}
{"text": "{text: both reported sick.}"}
{"text": "{text: Thursday 9 Clear & cold. No farm work. James Armstrong &}"}
{"text": "{text: Miss Mattie Sprowl to be married. Doc attends. S.A. Lyons}"}
{"text": "{text: called. Sallie & Boss spent day with Lizzie-- the sick boys}"}
{"text": "{text: better. Baker & spouse gone to Rogersville.}"}
{"text": "{text: Friday 10 Mercury as 12 this morning. Moderating during}"}
{"text": "{text: day. Hauled manure on wheat. Went for mail. Received Democrat,}"}
{"text": "{text: Tribune and Sample Copies of The Lady's Friend and Saturday}"}
{"text": "{text: Evening Post. Letter from Henry Armstrong 30th December. Baker}"}
{"text": "{text: & Cook returned. McKirgan again suspended on account of the}"}
{"text": "{text: freeze.}"}
{"text": "{text: Saturday 11 Clear & cold. Hands still hauling manure.}"}
{"text": "{text: Dismissed Fields. Due him $34.75. Agee returned from Virginia}"}
{"text": "{text: bringing his brother Jacky. Dunned Norman-- no money.}"}
{"text": "{text: Sunday 12 Cloudy, cold. No service at church. Wrote Henry}"}
{"text": "{text: Armstrong. Willie tried first experiment in chewing tobacco.}"}
{"text": "{text: Made him sick which created some alarm until cause was}"}
{"text": "{text: ascertained.}"}
{"text": "{text: I notice today that Mother's mind is failing-- her health &}"}
{"text": "{text: strength too, we fear, is giving way. She does not complain}"}
{"text": "{text: and her appetite is good-- yet there is an undeveloped wrong}"}
{"text": "{text: somewhere.}"}
{"text": "{text: Monday 13 Clouds disappeared during darkness & we had a bright}"}
{"text": "{text: shining light overhead today. Baker sick. Wall & Agee hauled}"}
{"text": "{text: manure on wheat. McKirgan returned & put up stove in store}"}
{"text": "{text: house. Sallie shopping-- bought material for cloak.}"}
{"text": "{text: Thursday 23 January 1868 Heavy rain last night. Dark damp}"}
{"text": "{text: morning. Clear at M. Hands have been idle forenoon. Plowed}"}
{"text": "{text: P.M. Received & paid Post boy for services rendered.}"}
{"text": "{text: Quarterly due 50c. Preaching tonight at New Providence.}"}
{"text": "{text: Notified proprietors of Native Virginian to discontinue paper.}"}
{"text": "{text: Friday 24 Day of fasting, humiliation & prayer. Went to post}"}
{"text": "{text: office. No mail. Wrote for sample Riverside magazine. Rutledge}"}
{"text": "{text: started Grist Mill. Hands chopping. Bachman & I had conference}"}
{"text": "{text: in regard to adjusting claims Sturm versus Tournament. Madams}"}
{"text": "{text: Perdue & Peper visited Sallie in P.M.}"}
{"text": "{text: Saturday 25 Cool with Indications of snow. Hands chopping.}"}
{"text": "{text: Went to Uncle John's for grass & garden seeds. Took Cate copy}"}
{"text": "{text: of Lady's Friends & borrowed books Thaddeus of Warsaw Last}"}
{"text": "{text: Days of Pompeii and The Caxtons. Read first volume of former}"}
{"text": "{text: tonight.}"}
{"text": "{text: Sunday 26 Quiet & rest-- passed in reading-- wrote for Wall/Walt}"}
{"text": "{text: to his Mother in San Francisco. Raining briskly tonight.}"}
{"text": "{text: Monday 27 Dark & drizzly. Hands in new ground. Went to}"}
{"text": "{text: Stanley Valley to hire a new darkey--failed. Finished reading}"}
{"text": "{text: Thaddeus of Warsaw & entered the ruins of Pompeii tonight.}"}
{"text": "{text: Lucinda Britton called. Sallie sick again. Took medicine &}"}
{"text": "{text: retired early. Contracted with young Agee to make 1200 rails.}"}
{"text": "{text: Circuit Court in session.}"}
{"text": "{text: Tuesday 28 Cool cloudy. Hands in new ground. Made an early}"}
{"text": "{text: call at the parsonage. Subscribed $50.00 to defraying Tournament}"}
{"text": "{text: expenses, thence to post office & on to Shoemakers to order}"}
{"text": "{text: paif boots. Then to McKirgan's on duty for Sallie. Read Home}"}
{"text": "{text: Journal, Democrat, Blade, Presbyterian & Virginian.}"}
{"text": "{text: Wednesday 29 Snow--no work on farm. I have caught cold &}"}
{"text": "{text: I did not attend Prayers. Will Hord called at midnight on way}"}
{"text": "{text: from Court.}"}
{"text": "{text: Thursday 30 Severely cold. No out door work. Calf found}"}
{"text": "{text: frozen to death. Sent Baker to Stanley to hire new negro but}"}
{"text": "{text: did not suceed. Doc at Court.}"}
{"text": "{text: Friday 31}"}
{"text": "{text: Moderating. Hands hauled wood. Went to post office.}"}
{"text": "{text: rhence to Widow Carmack's for sley & gears. Called on Mrs.}"}
{"text": "{text: C. G. Lyons for Sague patterns. Visited parsonage in P.M. to}"}
{"text": "{text: deliver registered letter. Received letter from Pitt 19th}"}
{"text": "{text: January. No papers. Sold H. Leeper woodwork of waggon for §25.}"}
{"text": "{text: Monday 17 February 1868 Threatened rain early but turned off}"}
{"text": "{text: a beautiful day-- mud dried greatly. Hands working at new ground}"}
{"text": "{text: fence. I have not felt well--annoyed with cough. What is more}"}
{"text": "{text: annoying than all ills, the toothache. Uncle John & Aunt Juliet}"}
{"text": "{text: to see Mother--Mother is declining more rapidly I am afraid}"}
{"text": "{text: but still able to sit up greater part of day--She has not left}"}
{"text": "{text: her room since her fall. Lizzie spent P.M. at Point.}"}
{"text": "{text: Tuesday 18 Another mild serene day. Fencing continued: Turned}"}
{"text": "{text: road through lane. Received Democrat, Presbyterian & Blade.}"}
{"text": "{text: Mother not complaining but growing more feeble every day.}"}
{"text": "{text: Wednesday 19 Smoky & dry-- Hands hauled manure on garden-- Killed}"}
{"text": "{text: beef in evening. Went drumming in behalf of Mr. Lewis only}"}
{"text": "{text: $19.50 subscribed!! Anna Lyons came up with me on a visit to}"}
{"text": "{text: Parsonage. Borrowed copy of Leslie's Lady's Magazine from}"}
{"text": "{text: Anna & loaned her Lady's Friend. Borrowed David Copperfield}"}
{"text": "{text: from Cate Young-- Attended prayer meeting. Lecture on Parable}"}
{"text": "{text: of the ten Virgins. Aunt Polly Amis died at 10 o'clock this}"}
{"text": "{text: P.M. Arthur Solomon Lyons with Doc tonight.}"}
{"text": "{text: Thursday 20 Dusky day--Sprinkle of rain with thunder at sunset.}"}
{"text": "{text: Attended Aunt Polly's funeral at New Providence. Parson Bachman}"}
{"text": "{text: conducted service. Annie & Mollie Lyons called on way from}"}
{"text": "{text: church. Wrote to Mr. Lewis, Burnside, North Carolina advising}"}
{"text": "{text: him of action of trustees. Mother perhaps a little better.}"}
{"text": "{text: B. Looney died.}"}
{"text": "{text: Friday 21 Rain. Hands tramped clover seed. I went drumming}"}
{"text": "{text: for Parson Bachman's salary. Met with less success than for}"}
{"text": "{text: Mr. Lewis. Uncle Eldridge & Aunt Sallie to see Mother. Wrote}"}
{"text": "{text: Mary informing her of Mother's illness. No mail.}"}
{"text": "{text: Saturday 22 Warm & spring-like--buds beginning to burst.}"}
{"text": "{text: Hands finished fencing new ground. Settled with Jackie $5.00}"}
{"text": "{text: due gave order to store for amount.}"}
{"text": "{text: Sunday 23 Birds singing & frogs croaking--welcome harbingers}"}
{"text": "{text: of the approach of Spring. No service at church & day passed}"}
{"text": "{text: with unusual quietness. Mother has eaten but very little today}"}
{"text": "{text: & does not seem so well tonight.}"}
{"text": "{text: Monday 24 Cloudy, rain P.M. Hands hauling material for store}"}
{"text": "{text: chimney--contracted with Hickey of Estellville, Virginia,}"}
{"text": "{text: waggonmaker. Jacky set in for month @ $10.00. Bachman & wife}"}
{"text": "{text: gone to Blountville to attend sister's marriage.}"}
{"text": "{text: Tuesday 25 Dense clouds--no rain. Moved Bob Rutledge to Camp.}"}
{"text": "{text: Planted shrubbery of various kinds in front yard. Hired another}"}
{"text": "{text: Manhood Bob Larkins--who sets in Monday next at $10.00 for}"}
{"text": "{text: first month--then $12.00 for summer months. William & Lou to}"}
{"text": "{text: dinner--Sol Lyons took tea. Received Home Journal & Democrat.}"}
{"text": "{text: Wednesday 26 February 1868 A slight drizzle of rain through}"}
{"text": "{text: day. No farm work. Jim Rogan called on business. Went to}"}
{"text": "{text: Lyonsville to sell corn-- offered 55c delivered on}"}
{"text": "{text: river-- declined. My cough worse. Doc gone to Kingsport. No}"}
{"text": "{text: prayer meeting. Dav McKirgan called tonight & brought Sallie}"}
{"text": "{text: garden seed.}"}
{"text": "{text: Thursday 27 Windy & cool. Hands hauled manure on wheat.}"}
{"text": "{text: Henry Burem brought sacks for seed oats-- He & I took a jaunt}"}
{"text": "{text: over farm in P.M. Mother apparently worse this evening. Wrote}"}
{"text": "{text: J.G. Slater requesting No 13 of Journal which failed to reach}"}
{"text": "{text: me. Miss Ella Dulaney to be married tonight.}"}
{"text": "{text: Friday 28 Snow & ice this morning. Hands trampled clover seed.}"}
{"text": "{text: Henry left early. Received Blade & Presbyterian. Wrote to}"}
{"text": "{text: Dr. J.H. Vance for balance due on board bill. Doc returned}"}
{"text": "{text: from Kingsport.}"}
{"text": "{text: Saturday 29 Cool clear day-- clouded at sunset & threatening}"}
{"text": "{text: snow. Hauled Bachman load of hay. Reverend G.W. Coldwell in}"}
{"text": "{text: neighborhood drumming for Bristol High school. Miss Lou P.}"}
{"text": "{text: came down this evening. Was taken suddenly sick on way & is}"}
{"text": "{text: stopping overnight at Christian's. Cain Young received load}"}
{"text": "{text: of hay.}"}
{"text": "{text: Sunday 1 March 1868 Incessant & at times rapid rain. Reverend}"}
{"text": "{text: Coldwell preached at New Providence from Numbers XIII--30.}"}
{"text": "{text: Let us go up at once & possess it for we are well able to}"}
{"text": "{text: overcome it.}"}
{"text": "{text: Mother fell again from something like stroke of paralysis this}"}
{"text": "{text: evening & has been more helpless since.}"}
{"text": "{text: Monday 2 Squally & disagreeable. Hands tramped clover seed.}"}
{"text": "{text: Lyons, the miller, put in shaft. My new nigger failed to come}"}
{"text": "{text: to report.}"}
{"text": "{text: Tuesday 3 Clear & cold--ground frozen very hard in morning.}"}
{"text": "{text: Hands cleaned clover seed 4 bushels. Freedman Watterson moved}"}
{"text": "{text: into upper cabin. Went to Lyonsville A.M. Saw-mill wheel}"}
{"text": "{text: fluttered first time. Received Presbyterian, Blade & Home}"}
{"text": "{text: Journal--also letter from an Unknown enclosing one to Cricket}"}
{"text": "{text: Lyons forwarded by Doc. Willie got home with pup from McIntosh}"}
{"text": "{text: which we dub Useless S. Grant as a becoming testamonial of}"}
{"text": "{text: our appreciation, etc. Query= Who is complimented Grant or}"}
{"text": "{text: Pup?}"}
{"text": "{text: Wednesday 4 Weather unchanged from yesterday. Hands sawed}"}
{"text": "{text: shingle timber, hauled load bacon to Depot for K.S. & P. New}"}
{"text": "{text: hired man Bob Larkin set in today. Spent A.M. at Lyonsville.}"}
{"text": "{text: Contracted with Creasy for building house intended for wagon-}"}
{"text": "{text: maker. R.K. Rutledge began getting timber for same. Prayer}"}
{"text": "{text: meeting & lecture from Parable of the Talents.}"}
{"text": "{text: Sunday 10 May 1868 Most delightful day. Sacrament}"}
{"text": "{text: administered. Reverend Campbell preached in A.M. from Romans}"}
{"text": "{text: I Chapter 16 For I am not ashamed of the Gospel of Christ:}"}
{"text": "{text: for it is the power of God unto salvation to everyone that}"}
{"text": "{text: believeth; to the Jew first & also to the Greek. At nigh}"}
{"text": "{text: from Matthew XI 225 inclusive-- both entertaining sermons--well}"}
{"text": "{text: written though badly rendered. Dedicated & christened Mary}"}
{"text": "{text: Frank Walker. Parson Campbell dined with us. Lou P. & Will}"}
{"text": "{text: Sturm are our guests tonight. Sallie has been suffering}"}
{"text": "{text: dreadfully with neuralgia this evening-- Doc dosing. Church}"}
{"text": "{text: lamps came up today-- were fitted up & used in service. The}"}
{"text": "{text: clock is just now striking midnight. Sallie is easier &}"}
{"text": "{text: sleeping-- I will retire.}"}
{"text": "{text: Monday 11 Passed a sleepless, anxious night. Sallie delirious}"}
{"text": "{text: & raving with pain the live long night & till noon today-‐}"}
{"text": "{text: neuralogic affection excitement pressing towards brain. Doc}"}
{"text": "{text: has been very watchful and this evening her fever seems to have}"}
{"text": "{text: subsided to some extent. At present writing-- 8 o'clock-- she}"}
{"text": "{text: has gone into an easy slumber. Anna & Mollie Lyons came from}"}
{"text": "{text: church & spent evening. Mrs. Fudge & Fannie Miller & Lizzie}"}
{"text": "{text: called. Sturm returned for dinner. Lizzie over tonight.}"}
{"text": "{text: Preaching continued. Hands plowing corn. Mailed letter to}"}
{"text": "{text: Mary-- written several days ago. Received intelligence of the}"}
{"text": "{text: death of George Roller, Sullivan County, shot by a party of}"}
{"text": "{text: ruffians few days ago.}"}
{"text": "{text: Tuesday 12 Storm still wears a most forbidding aspect.}"}
{"text": "{text: Occasionally we are brightened with a day or so of sunshine}"}
{"text": "{text: sandwiched between three or four of cold & wet but these lucid}"}
{"text": "{text: intervals are so few & far between that they give but little}"}
{"text": "{text: advancement to farm operations-- ground still heavy &}"}
{"text": "{text: unmanageable with quite a vivid prospect of continuing so.}"}
{"text": "{text: Hands plowing & preparing potatoe patch.}"}
{"text": "{text: Sent Tinse to Mill Bend for Mother Burem who arrived 4 o'clock.}"}
{"text": "{text: Sallie rested quietly through the night after her fever abated}"}
{"text": "{text: & has not suffered so intensely today but she has sickness at}"}
{"text": "{text: stomach & doesn't seem much if any better.}"}
{"text": "{text: Received Home Journal, Democrat, Blade, Herald & Harper's.}"}
{"text": "{text: Also complimentary invitation from Bob Briner/ Biner to self}"}
{"text": "{text: & wife to attend annual celebration Hermesian Society, Emory,}"}
{"text": "{text: Virginia June 2.}"}
{"text": "{text: Crumley received commission as Post Master at Stony Point.}"}
{"text": "{text: Sue Leeper called. Our cook, Many, left this morning on}"}
{"text": "{text: temporary leave of absence to assist her Uncle in planting,}"}
{"text": "{text: which adds greatly to disarrangement & discomfort. Mat Henard}"}
{"text": "{text: very ill with typhoid fever.}"}
{"text": "{text: Tuesday 19 May 1868 Another charming day. Hands plowing corn.}"}
{"text": "{text: Walt planting old meadow. Made order on Yates for coarse pair}"}
{"text": "{text: boots. Smith left soon in morning. Hord tarried til P.M.}"}
{"text": "{text: Sallie not so well tonight. Head paining severly. W.A. Phipps}"}
{"text": "{text: & daughter gone to Bristol to attend examination of High}"}
{"text": "{text: Scholars. John Spears & Miss N. White wedlock this evening.}"}
{"text": "{text: Received Democrat. Saturday, the dreaded day set apart for}"}
{"text": "{text: deciding the Impeachment Trial, has passed without displacing}"}
{"text": "{text: the President. Vote on 11th Ballot failed & court adjourned}"}
{"text": "{text: til 21st instance. The conviction is strong now & strengthening}"}
{"text": "{text: that there will not be a conviction-- would it not seem strange}"}
{"text": "{text: after all this time, trouble, expense, bureaucratic vituperation,}"}
{"text": "{text: quibbling, whiskey gobbling and so many acres of small talk}"}
{"text": "{text: & big bluster this impeachment plot should really end in smoke}"}
{"text": "{text: & leave that great criminal, Andrew Jackson, master of the}"}
{"text": "{text: situation. What an upsetting of plans there would be. What}"}
{"text": "{text: a shattering of hopes-- what a hungry pack of disappointed office}"}
{"text": "{text: seekers would go skulking away.}"}
{"text": "{text: Wednesday 20 Weather continues propitious. Hands finished}"}
{"text": "{text: plowing bottom corn second time. Creasey Boys ceiled Hickey}"}
{"text": "{text: House. Hickey & family arrived. Sallie up again attending}"}
{"text": "{text: house affairs. Order bill of fruit trees $13.00 of C. S. Olds,}"}
{"text": "{text: Agent for Fairfield Ohio Nurseries, to be delivered at}"}
{"text": "{text: Rogersville 5th November. Peas for dinner. Wheat field}"}
{"text": "{text: whitening. No prayer meeting. Bachman below on wedding tour.}"}
{"text": "{text: James Havely & wife Elizabeth J. Spears enter into the happy}"}
{"text": "{text: bond which seals their vows tonight. Jolly with Willie.}"}
{"text": "{text: Thursday 21 Rained briskly for short shower just after dinner}"}
{"text": "{text: which retarded active field service somewhat. Plowing resumed}"}
{"text": "{text: however, in mid P.M. Walt finished planting meadow. Creasey}"}
{"text": "{text: commenced Nugent House on the corner. Scott captured ground}"}
{"text": "{text: hog in yard-- a depredation on Sallie's young poultry. Sallie}"}
{"text": "{text: made me new pair Jeans pants.}"}
{"text": "{text: Friday 22 May is now as merry as it should be. Old winter}"}
{"text": "{text: lingered long in the lap of Spring but has at last reluctantly}"}
{"text": "{text: yielded and his dread rigor is over. Everything is joyous again.}"}
{"text": "{text: The air pure & laden with scents.}"}
{"text": "{text: Hands plowing & replanting new ground. Sallie's servants washing}"}
{"text": "{text: wool. Received Harper's, Democrat & Arthur's Home Magazine}"}
{"text": "{text: for June. Mrs. Leeper ill again. Lawyer Watterson with Doctor}"}
{"text": "{text: tonight. Joe Surgoine finished chimney.}"}
{"text": "{text: Saturday 23 No compliments for the 23rd-- frowning again &}"}
{"text": "{text: threatening an end to the pleasant weather-- Hands finished}"}
{"text": "{text: plowing new ground. Walt received unsigned copy of our contract}"}
{"text": "{text: for present year. Creasey, Carpenters raised Nugent House &}"}
{"text": "{text: made ready for shingling. Paid Joe Surgoine in full for building}"}
{"text": "{text: chimney. Lou P. returned hymn book disapproved.}"}
{"text": "{text: Sunday 24 May 1868 still threatening but no rain-- day passed}"}
{"text": "{text: pleasantly. Preaching day in country but Bachman absent at}"}
{"text": "{text: Leesburg assisting Campbell in Sacramental meeting. Willie}"}
{"text": "{text: attended Sunday School. Ham Hord & wife & Bro dined & passed}"}
{"text": "{text: P.M. Sallie, children & I took walk through Town up Church}"}
{"text": "{text: Street & return via Lizzie's. High Scholars arrived from}"}
{"text": "{text: Bristol.}"}
{"text": "{text: Monday 25 Very bright & very warm, looks & feels as if we}"}
{"text": "{text: were to have continuing of dry weather. Hands breaking island}"}
{"text": "{text: & creek bottom. Went to Phipps' farm for manpower. Cook whose}"}
{"text": "{text: leave of absence has expired promised to report for duty}"}
{"text": "{text: tomorrow. Planted watermelons in Garden. Sallie had another}"}
{"text": "{text: horrible hour with her teeth just after M. A free administering}"}
{"text": "{text: of Laudanum & Morphia gave relief however & she is now quiet}"}
{"text": "{text: & sleeping. Willie complaining of headache. Circuit Court}"}
{"text": "{text: sitting.}"}
{"text": "{text: Tuesday 26 Very bright again, very warm again & growing}"}
{"text": "{text: brighter & warmer-- fine season for weed killing. Hands in}"}
{"text": "{text: corn field-- began turning & plowing bottom third time. Mary}"}
{"text": "{text: (cook) returned to duty. Planted another patch Irish potatoes}"}
{"text": "{text: at barn. Bachman back from Leesburg, brot bill for third lot}"}
{"text": "{text: hymn books. One of our nicest yearling calves reported dead.}"}
{"text": "{text: Sallie better in A.M. but suffering again in evening. Received}"}
{"text": "{text: Harper's, Blade, Home Journal.}"}
{"text": "{text: Wednesday 27 Warmer & dryer-- rain needed. Hands in cornfield.}"}
{"text": "{text: Assisted Parson Bachman in staking off grave yard preparatory}"}
{"text": "{text: to erecting new fence. Agee takes contract.}"}
{"text": "{text: Sallie on a strike this P.M. Children frightened but nobody}"}
{"text": "{text: hurt on our side”. Attended prayer meeting. Lecture on Parable}"}
{"text": "{text: of Unjust Steward. Telegraph announces the acquittal of the}"}
{"text": "{text: President.}"}
{"text": "{text: Thursday 28 Weather changing from warmer to hot. Clear as}"}
{"text": "{text: a bell, too & to all present appearances we are to suffer for}"}
{"text": "{text: rain. Linen coats comfortable. Planted island corn. Sallie}"}
{"text": "{text: up again but not able to resume her duties. Lizzie over twice.}"}
{"text": "{text: Aunt Juliett & Sallie C.P. called in P.M. Eldridge dined &}"}
{"text": "{text: left message for Hoffman who went to court yesterday & has not}"}
{"text": "{text: returned. Wrote to D. Appleton Co., Publisher enclosing 25c}"}
{"text": "{text: for cheap edition of Ivanhoe.}"}
{"text": "{text: Friday 29 A brief brisk shower in A.M. had a cool & comfortable}"}
{"text": "{text: effect. Not quite so sultry tonight. Took trip to Hamilton's}"}
{"text": "{text: to get boy for hay. Failed to see him. Hands finished plowing}"}
{"text": "{text: bottom third time. Corn clean & growing rapidly. Have recovered}"}
{"text": "{text: from my scare in regards to wheat. My crop is looking very}"}
{"text": "{text: promising & should no disease appear will yield bountiful}"}
{"text": "{text: harvest. Sallie over on Lizzie's hill greater part P.M.}"}
{"text": "{text: Received Herald & Brick.}"}
{"text": "{text: Wednesday 17 June 1868Came up from Rogersville to Yellow}"}
{"text": "{text: Store in A.M. Dr. Heinnemann stopped & did piano repairing}"}
{"text": "{text: & tuning. Dined there. Reached home 3 o'clock. Sallie met}"}
{"text": "{text: me as usual with a frown & in such an iciclish manner that almost}"}
{"text": "{text: froze me. Mail yesterday brot Home Magazine & Journal, Blade,}"}
{"text": "{text: Harper's. Hymn Book for L.G.P. & Brick's photograph.}"}
{"text": "{text: Considerable rain fell today. Wheat tangled & hillsides washed}"}
{"text": "{text: yesterday. Attended Prayer Meeting-- no lecture.}"}
{"text": "{text: Thursday 18 The Heinnemann Vocal Club organized. Mrs. Lizzie}"}
{"text": "{text: A.-- Sallie Leeper & J. N--T and Misses G.C.P. E.D. Sue &. M.E.H.}"}
{"text": "{text: and Messrs W.C. Lyons & W.L. Armstrong are the principal voices.}"}
{"text": "{text: Forenoon rain. Hands thinning new ground corn. Hauled material}"}
{"text": "{text: for fresh Hen House. Dr. Hoffman gave me first instructions}"}
{"text": "{text: on guitar. Sent to Charlie Well's for chalk & gut strings.}"}
{"text": "{text: Everything & everybody greatly refreshed by the rain. Sue Miller}"}
{"text": "{text: called after singing & accompanied by Dr. Hoffman's violin gave}"}
{"text": "{text: some entertaining music. W.C. Lyons here few minutes in P.M.}"}
{"text": "{text: Sue's horse Bla [illegible) behaving badly, I exchanged Posey}"}
{"text": "{text: & escorted her to Uncle John's.}"}
{"text": "{text: Friday 19 Another shower with wind & thunder in P.M. Hands}"}
{"text": "{text: hauling hay & built Hen House. Wheat ripening rapidly some}"}
{"text": "{text: crops cutting. Singing class at 10 A.M. Yates attended.}"}
{"text": "{text: Received guitar strings from Wells, Godey's Lady's Book for}"}
{"text": "{text: July & Herald. Crumley's commission came. Sent $4.00 by Gov}"}
{"text": "{text: to be registered to Richmond in payment for L.C.P.'s Hymn Book.}"}
{"text": "{text: Saturday 20 Singing at 2 P.M. Hands hauled last of hay at}"}
{"text": "{text: last. Sent Lou's Hymn Book to her by W.A.P. First beans on}"}
{"text": "{text: table. Our finest milch cow died. Flare-up with one of the}"}
{"text": "{text: Freed families. Yates sent new boots--too small. Sallie visited}"}
{"text": "{text: Lizzie & extended protest against}"}
{"text": "{text: Sunday 21Pleasant day air much cooler since the rain. Jimmie}"}
{"text": "{text: quite sick this morning from eating cherries. Willie & I}"}
{"text": "{text: attended church. Dr. Heinnemann directed choir & the songs}"}
{"text": "{text: were well sung. Bachmann discoursed from Hosea VII, latter}"}
{"text": "{text: clause of 9 verse, Yea grey hairs are upon him & yet he knoweth}"}
{"text": "{text: not. At night from Hebrews II chapter 3 verse. How shall}"}
{"text": "{text: we escape if we neglect so great a salvation. Lucy C. called}"}
{"text": "{text: on way to church & Mag M. between sermons. Dr. Heinnemann rode}"}
{"text": "{text: Roxie to town in evening. Nug, nid, nod, noddin'.}"}
{"text": "{text: Monday 22 Commenced cutting wheat in Mill Field. Three}"}
{"text": "{text: cradles-- Finest day for harvesting ever saw, windy, cool &}"}
{"text": "{text: wheat fell fast, well-filled & heavy grain. First mail opened}"}
{"text": "{text: at Stony Point. Sallie shopping to Wood & Patton's. Lou}"}
{"text": "{text: P. received feathers for fly-brush from Sallie. Hickey putting}"}
{"text": "{text: roof on shop.}"}
{"text": "{text: Friday 17 July 1868 Mercury almost boiling. Hands hauling}"}
{"text": "{text: cut wheat. W. worked potatoe patch. Received exhibition copy}"}
{"text": "{text: Blade & Home Magazine. Wrote C.R. Received letter from Dr.}"}
{"text": "{text: Vance disappointing in regard to money & promising within a}"}
{"text": "{text: month. Machinist offering to thresh wheat for $5.00 per hundred.}"}
{"text": "{text: Doc absent tonight. Jimmie burned her ankle.}"}
{"text": "{text: Saturday 18 Clouding thickly at sunset, promising rain. Hands}"}
{"text": "{text: hauling osts. Furnished Watterson to work in grave yard--}"}
{"text": "{text: trimmed up & rubbish cleared off nicely. Fence nearly completed.}"}
{"text": "{text: Uncle James Amis dined & remained several hours with us. Sallie}"}
{"text": "{text: received Godey (August). Thru De & Doc in advance of the mail.}"}
{"text": "{text: Mary (cook) gone again. Pitzer Miller arrived last night from}"}
{"text": "{text: Memphis.}"}
{"text": "{text: Sunday 19 Preaching from 2nd Samuel XXIII 15 And David longed,}"}
{"text": "{text: and said, Oh that one would give me drink of the water of the}"}
{"text": "{text: well of Bethlehem which is by the gate. Both babies sick--}"}
{"text": "{text: colds-- Sallie could not attend. Gawen Leeper arrived yesterday}"}
{"text": "{text: & was at church. Major Stringfield up from Rogersville. Dr.}"}
{"text": "{text: Heinnemann came in P.M. Jimmie's ankle very sore & inflamed}"}
{"text": "{text: from the burn. Captain Lyons called to see Doc for String who}"}
{"text": "{text: is threatened with apoplexy. Rains with heavy thunder at}"}
{"text": "{text: bedtime.}"}
{"text": "{text: Monday 20 Hands plowed Island corn. Creasey returned to work}"}
{"text": "{text: on Nugent House. Sue Miller & W.C. Lyons called. Gawen Leeper}"}
{"text": "{text: at singing & assisted the bass. Babies badly distempered.}"}
{"text": "{text: Brill brot colt last night. Thunder clouds without rain. Fudge}"}
{"text": "{text: mowing meadow. Doc with String tonight-- threatened with d.t.}"}
{"text": "{text: instead of apoplexy. Sallie broke bedstead & floored the family}"}
{"text": "{text: last night.}"}
{"text": "{text: Tuesday 21 To singing A.M. Sue Miller & Annie Lyons soliciting}"}
{"text": "{text: funds for completion of church. Subscribed $150. Sue insulted}"}
{"text": "{text: me grossly & without provocation -- Took it tamely however--}"}
{"text": "{text: goes very hard with me for a woman to mistreat, as there is}"}
{"text": "{text: no recourse-- her sex alone being sufficient to prevent it being}"}
{"text": "{text: properly met. Though if Lady can afford to give, surely a}"}
{"text": "{text: gentleman can afford to bear the insult. Mary (cook) returned.}"}
{"text": "{text: Watterson cleaning out garden. Hands hauling oats-- 4 horse}"}
{"text": "{text: team today. Sallie over to Lizzie's P.M. Gawen visiting A.}"}
{"text": "{text: pegeived Blade & Home Journal. Doc takes to Lemonade. Boss}"}
{"text": "{text: nearly recovered. Jim continues poorly & very pettish. G.}"}
{"text": "{text: Alexander bidding $1.75 for wheat.}"}
{"text": "{text: Wednesday 22 Singing class as usual. Dr. Heinnemann left}"}
{"text": "{text: 11 o'clock. Gid brot horse back. Hands finished hauling}"}
{"text": "{text: oats. Humidity torrid this evening. Sallie to Lizzie's sewing}"}
{"text": "{text: new checked. Boss pert & pretty again. Jim grunting & growling.}"}
{"text": "{text: Uncle Eldridge Hord reported very ill. Reverend Campbell at}"}
{"text": "{text: parsonage. Lecture tonight at Prayer Meeting from the first}"}
{"text": "{text: Sunday 2 August 1868 Showers frequent & heavy-- a sad time}"}
{"text": "{text: on my cut & cocked hay. Notwithstanding the 'inclemency' quite}"}
{"text": "{text: a respectable congregation at church. Sallie & I attended.}"}
{"text": "{text: Preaching from Psalms LXXXIV-- 10 I had rather be a doorkeeper}"}
{"text": "{text: in the house of my God, than to dwell in the tents of}"}
{"text": "{text: wickedness. Mag Miller, Lizzie Guthrie & Annie & Will Lyons}"}
{"text": "{text: spent P.M. Heinnemann walked up from Rogersville last night¬-}"}
{"text": "{text: arriving at 4 o'clock. The choir acquitted themselves admirable}"}
{"text": "{text: singing for today's service the anthem, The Earth is the Lord's}"}
{"text": "{text: etc.. Abba, Anonomous, a Portuguese Hymn.}"}
{"text": "{text: Monday 3 Rained heavily till M. Heinnemann's singing class}"}
{"text": "{text: closed without a meeting. Went to J.S. Phipps' A.M. Buck back}"}
{"text": "{text: with me, dined & past (illegible) and we with Dr. Heinnemann}"}
{"text": "{text: at piano practiced our music for last. Settled with Heinnemann}"}
{"text": "{text: & took to town. Put up Kenner's. Madam Perdue with Sallie}"}
{"text": "{text: P.M. Mollie the night. Wall to Mill Bend for Jack. Hands}"}
{"text": "{text: hauled wood. No mail down in consequence of high Holston. Saw}"}
{"text": "{text: mill in operation. Mary (cook) suspended indefinitely.}"}
{"text": "{text: Tuesday 4 Saw Heinnemann off to Christiansburg. Merry}"}
{"text": "{text: farewell. Returned by the mid day. Uncle John Amis dined &}"}
{"text": "{text: spent the evening. Sallie to Moore's for Mary-- engaged to}"}
{"text": "{text: spin wool crop. Hands hauled wood & load hay in evening. Wall}"}
{"text": "{text: covered Mill cabin. No mail. Got a severe candling tonight‐}"}
{"text": "{text: - Who wouldn't be a family kiss. Sallie & I invited to tea}"}
{"text": "{text: at J.M. Lyons'. Perdue off to Virginia.}"}
{"text": "{text: Wednesday 5 Bright & cheerful sunshine. Attended hands closely}"}
{"text": "{text: & barned twelve large loads hay. To prayer meeting. Bachman}"}
{"text": "{text: indisposed & missed lecture. 'Nary Phipps present. Sallie}"}
{"text": "{text: commenced crop of shirts on the Sturm patent. Baby Boss has}"}
{"text": "{text: two teeth. Freedman Cato applied to rent.}"}
{"text": "{text: Thursday 6 Another brightly beaming day. Baker & Bob began}"}
{"text": "{text: mowing creek meadow. Jim & Cal opened first furrow for wheat}"}
{"text": "{text: in field adjoining Fudge. Prepared patch for turnips. Sallie}"}
{"text": "{text: sowing some in garden. Miss M.B. Hale called. Bachman to borrow}"}
{"text": "{text: buggy-- broken. Hickey filled two front wheels of wagon. Phipps}"}
{"text": "{text: party on trip to Natural Bridge.}"}
{"text": "{text: Friday 7 Clear until near sunset. Clouds drifting in from}"}
{"text": "{text: the west-- sure sign of evil. Hands haying & plowing. Bachman}"}
{"text": "{text: & wife started to Mossy Creek. Mag Miller called on way to}"}
{"text": "{text: parsonage. Received note from J.M. Lyons requesting loan of}"}
{"text": "{text: buggy (broken). Sowed turnip seed. Picnic in contemplation.}"}
{"text": "{text: Sallie sewing shirt. Received Harper's, Home Journal & Blade.}"}
{"text": "{text: Monday 24 August 1868 Hands early to plow-- too heavy}"}
{"text": "{text: Returned & went to wagoning rails & fencing. Sacked & sent}"}
{"text": "{text: Sturm 33 bags wheat. Heavy clouds during day-- falling in}"}
{"text": "{text: showers again tonight. River up. Nugent building kitchen.}"}
{"text": "{text: Wrote C.D. Fredericks for photograph of General Halpin. Doc}"}
{"text": "{text: gone to Rutledge to trial.}"}
{"text": "{text: Tuesday 25 Roused at daylight by darkies to go coon killing‐}"}
{"text": "{text: - killed three on large oak near corner of Surgoine Orchard.}"}
{"text": "{text: Late breakfast. Harlan-McClellan wedding party passed Eastward.}"}
{"text": "{text: Sent Sturm 12 sacks wheat per contract. Sallie to Wood's}"}
{"text": "{text: shopping-- Thence to Phipps' farm for Mary (cook). Sent parson}"}
{"text": "{text: complimentary ham. Finished fence. Received Harper's & Blade.}"}
{"text": "{text: Wednesday 26 Baker plowing again. Weather warm. Rob & John}"}
{"text": "{text: clearing off ground & ditching. Watterson preparing press for}"}
{"text": "{text: cider. Sent Sturm 25 sacks wheat. Wedding party going West.}"}
{"text": "{text: Prayer meeting. No lecture. Doc back from Rutledge.}"}
{"text": "{text: Thursday 27 Heavy rains in P.M. To town this morning. Hiram}"}
{"text": "{text: Fain & James Coffin in company. Saw but did not settle with}"}
{"text": "{text: Sturm. Bot new bridle & pair boots $8.50. Sallie making new}"}
{"text": "{text: dress. Hands plowing & ditching. Watterson made cider.}"}
{"text": "{text: Returned from Rogersville by moonshine--very warm.}"}
{"text": "{text: Friday 28 Warm, burning, better day. Ditching & plowing.}"}
{"text": "{text: Received Godey (September). Note from Lou C. Phipps inviting}"}
{"text": "{text: a visit to Mountain View today-- Too late to respond. Have}"}
{"text": "{text: felt badly all day. Annoyed with bronchitis. Watterson weeding}"}
{"text": "{text: garden.}"}
{"text": "{text: Saturday 29 Still sultry. Baker finished plowing Orchard‐}"}
{"text": "{text: - Plows returned to bottom. I & Willie went to Mill Bend for}"}
{"text": "{text: trunk left at late visit & returned late. Stopped at Uncle}"}
{"text": "{text: Miller's. Long Tom returned from West Tennessee. Teams from}"}
{"text": "{text: Virginia to move Perdue.}"}
{"text": "{text: Sunday 30 To church with Sallie & two eldest. Preaching from}"}
{"text": "{text: Proverbs XIV - 12, There is a way which seemeth good unto a}"}
{"text": "{text: man etc. Received cards for the Phipps-Hale wedding.}"}
{"text": "{text: Sacramental meeting appointed for this day four weeks. Coffin}"}
{"text": "{text: broke down carriage & called for transportation. Loaned buggy.}"}
{"text": "{text: Took family walk late in evening. Willie unruly & was punished.}"}
{"text": "{text: Monday 31 To town again. Henry in town. Sturm paid for last}"}
{"text": "{text: cargo wheat @ $2.00. Paid A.A. Kyle's note $120.00 fee in the}"}
{"text": "{text: '65 Treason Case a most unmitigated piece of fraud. Bot copies}"}
{"text": "{text: of St. Elmo & Inez. J.P. Coffin & Lady called in P.M. Sallie}"}
{"text": "{text: to Wood's trimming for the coming event. Employed Nurse Lizz}"}
{"text": "{text: @ 50c per week & stealings. Hands plowing. Baker preparing}"}
{"text": "{text: yard for tramping clover seed. Perdue & family}"}
{"text": "{text: with chicks & chattels left for Virginia.}"}
{"text": "{text: Monday 12 October 1868 To Lizzie's in morning to confer in}"}
{"text": "{text: regard to the propriety of sending Lizzie away. Thence to Squire}"}
{"text": "{text: Kincaid's to look up papers with a view of collecting money}"}
{"text": "{text: to defray Lizzie's expenses during absence. Dined at Kincaid's}"}
{"text": "{text: & from there to Sheriff Ross' on same business & home at dark.}"}
{"text": "{text: Had another interview with Parson Bachman. Sallie visited Lizzie}"}
{"text": "{text: by written request & received a full confession of her guilt.}"}
{"text": "{text: Heaven have mercy, 'tis the most awful, the most damming grief}"}
{"text": "{text: I ever knew. Crumley's meeting netted 56, having joined the}"}
{"text": "{text: church since Sabbath last time. W. on a mission to Mill Bend.}"}
{"text": "{text: Willie with Humming bird. Cook returned.}"}
{"text": "{text: Tuesday 13 Baker began sowing wheat in Orchard. Watterson}"}
{"text": "{text: hauling manure on his field. Wall brot two fine heifers from}"}
{"text": "{text: Mill Bend-- Compliment to Sallie. Frank Crumley made another}"}
{"text": "{text: raid on his father & carried off clothes, watch etc. I have}"}
{"text": "{text: been, if possible, more distressed today than ever. Have been}"}
{"text": "{text: drinking deeply to drown my sorrow. Tis the only relief I can}"}
{"text": "{text: get. Lizzie is reconciled to her daughter's removal during}"}
{"text": "{text: the impending crisis & she & Sallie are preparing her for an}"}
{"text": "{text: early departure.}"}
{"text": "{text: Wednesday 14 An all day's rain. Seeding stopped. Measured}"}
{"text": "{text: & boxed remainder wheat-- 88 bushels. Rode to river to see}"}
{"text": "{text: Yates in morning-- wet to the skin. Have been dull & unfitted}"}
{"text": "{text: for duty today. No prayer meeting. Bachman down & had tooth}"}
{"text": "{text: drawn this evening.}"}
{"text": "{text: Thursday 15 Too wet for work with wheat. Hands hauling wood.}"}
{"text": "{text: Sallie to parsonage in A.M. Aunt Sallie Young dined & spent}"}
{"text": "{text: evening. Mrs. Button & baby with us tonight. Zolly with Willie.}"}
{"text": "{text: Delegates Bachman & Joshua I. Phipps left for Presbytery at}"}
{"text": "{text: Tazewell.}"}
{"text": "{text: Friday 16 Hands resumed their plows & harrows. To Yellow}"}
{"text": "{text: Store A.M. Paid Purelt $6.90 for wool carding. Sallie & Mat}"}
{"text": "{text: visited parsonage. Sue Leeper called P.M. I accompanied Mat}"}
{"text": "{text: to river late evening. Received Harper's, Herald, Blade. Letter}"}
{"text": "{text: from Mary -- Dunning dreadfully again. Lot of photographs from}"}
{"text": "{text: Blackie & Co. Note from Henry Burem at Rogersville relative}"}
{"text": "{text: to return of Cane Mill.}"}
{"text": "{text: Saturday 17 Clear & cooler. Baker finished sowing Orchard}"}
{"text": "{text: wheat. Father Abasolom S. Burem brot Cane Mill. Balled awhile}"}
{"text": "{text: with Willie who enjoys such sport greatly. Mary M. over to}"}
{"text": "{text: home --Willie as escort.}"}
{"text": "{text: Sunday 18 Cooler with clouds-- Did not attend Sunday School.}"}
{"text": "{text: Annie & Sue called at the door. Sallie wrote to Nettie. Sue}"}
{"text": "{text: Leeper & Sallie called in evening. Those girls are in deep}"}
{"text": "{text: waters. Mourning & refusing comfort. Why, oh why are we thus}"}
{"text": "{text: afflicted?}"}
