{"text": "WILL OF WILLIAM ARMSTRONG"}
{"text": "Proved Sept 3, 1860 Record page 392"}
{"text": "Feby 16, 1860"}
{"text": "HAWKINS COUNTY, STATE OF TENNESSEE"}
{"text": "I, William Armstrong, considering the uncertainty of this life, and being of sound mind and memory, do make and publish"}
{"text": "this my last Will and Testament in manner and form"}
{"text": "following (that is to say)"}
{"text": "1st I give and bequeath to my son Henry C. Armstrong 1 negro"}
{"text": "slave named Moses which I consider worth Four Hundred Dollars"}
{"text": "2nd I will and bequeath to my son, Alfred Armstrong 1 negro"}
{"text": "slave named Benjamin which I consider worth Four Hundred Dollars."}
{"text": "3rd I will and bequeath to my daughter Mary E. Powel, wife"}
{"text": "of Samuel Powel, two negro slaves named Rhoda and Riceton which"}
{"text": "I consider worth Four Hundred Dollars, also one town lot in"}
{"text": "the town of Rogersville, said lot is conveyed to me by Mr. Dick"}
{"text": "Alexander as a trustee of James Bradley, also two Military Land"}
{"text": "warrants containing One Hundred and Twenty acres. (The town"}
{"text": "Lot and Land Warrants I consider worth Three Hundred Dollars."}
{"text": "The above bequest amounting to Eleven Hundred Dollars. In"}
{"text": "addition to those bequests I have paid to my daughter Mary E."}
{"text": "Powel and her husband Samuel Powel Fifteen Hundred and Fifty"}
{"text": "Dollars, All of said payments amounting to Twenty Six Hundred"}
{"text": "Dollars they have received from me. I further will that the"}
{"text": "further sum of Eighteen Hundred and fifty dollars be paid to"}
{"text": "Mary E. Powel before or after my death."}
{"text": "4th I will and bequeath to my son William L. Armstrong 1 negro"}
{"text": "slave David. My land lying and being in the County of Hawkins"}
{"text": "and State of Tennessee on the North side of Holston River in"}
{"text": "8th Civil District I divide in the following manner (to wit)"}
{"text": "Beginning on a small willow Box Elder & Sycamore on the Holston"}
{"text": "River at low water mark, running thence South Eighty two"}
{"text": "degrees West seventy poles to a small double sweet gum at the"}
{"text": "foot of the rise of the bottom, Thence North 10 West twenty"}
{"text": "poles to a Maple at the foot of a stony bottom. Then North"}
{"text": "seventy two & half West Sixty eight poles to a Mulberry the"}
{"text": "upper side of the old Orchard field. Then North 58 West Thirty"}
{"text": "poles to two small black Walnuts. Then South fifty West Sixteen"}
{"text": "to a Sycamore at the Creek back of the old stable. Thence North"}
{"text": "46 West up the Creek as it wanders one hundred and twenty poles"}
{"text": "to a large flat rock in said creek about three poles below where"}
{"text": "the saw-mill dam now stands. Thence North forty two degrees,"}
{"text": "East Twenty seven poles to a white oak corner of the New"}
{"text": "providence Church lot. Thence along the South West end of said"}
{"text": "lot. Church lot to a black oak corner of same, it at being the"}
{"text": "corner of the Teachers lot. Thence along the line of the"}
{"text": "weachers residence lot to two small Iron-wood saplings near"}
{"text": "the creek corner of said lot Thence North Seventy Eight West"}
{"text": "Forty six poles to a stake. Thence North Seventy three West"}
{"text": "ninety two poles to a poplar near the Spring known by the name"}
