{"text": "my heirs, my son Alfred Armstrong to have Jefferson, my"}
{"text": "son William L. Armstrong to have Stephen, Betty & Arthur. I"}
{"text": "allow my wife Mary Armstrong to divide sydney and her children"}
{"text": "in the way and manner she may think best. It is my will that"}
{"text": "my two old servants Stephen & Betty be well provided for and"}
{"text": "be made comfortable while they live. I give unto my wife Mary"}
{"text": "Armstrong what money I have, notes & other evidences of debt,"}
{"text": "all my stock consisting of Horses, Cattle, Hogs & sheep. Also"}
{"text": "all my farming utensils, household & kitchen furniture, her"}
{"text": "to have and hold the same and to be at her disposal in any manner"}
{"text": "she may see proper, she being responsible for the payment of"}
{"text": "all my just debts, funeral expenses and all other necessary"}
{"text": "and contingent expenses."}
{"text": "It is my will my son William L. Armstrong live with his"}
{"text": "mother & take charge of the farm & hands and him to have half"}
{"text": "they make after paying all expenses until he pays the amount"}
{"text": "of the encumberances I allow him to pay for his land. If my"}
{"text": "wife should die before Mary E. Powel is paid then the balance"}
{"text": "of Mary's dower which she has not heretofore rec'd from me must"}
{"text": "be paid out of the proceeds of my personal estate, stock &"}
{"text": "otherwise."}
{"text": "The division is as follows: I consider all my land worth"}
{"text": "$12,000. I divide my land between my two sons Alfred & William"}
{"text": "L. Armstrong they to pay me Four Thousand dollars, which sum"}
{"text": "I paid to my son H. C. Armstrong when he moved to Missouri which"}
{"text": "will appear from his receipt to me for the same bearing date"}
{"text": "[date omitted]"}
{"text": "$4400."}
{"text": "To my son H.C. Armstrong in money & negro"}
{"text": "$4400."}
{"text": "To my son Alfred Armstrong in Land & negro"}
{"text": "To my daughter Mary E. Powel 2 negros & sundry"}
{"text": "$4400."}
{"text": "other mode and to be paid"}
{"text": "$4400."}
{"text": "To my son William L. Armstrong Land & negro $4400"}
{"text": "The rest of my property if any I wish divided equally among"}
{"text": "all my legatees."}
{"text": "I hereby appoint my wife Mary Armstrong my Executrix & my"}
{"text": "son Alfred Armstrong my Executor of this my last Will &"}
{"text": "Testament. In witness whereof I have hereunto set my hand and"}
{"text": "seal this Sixteenth day of February, One Thousand Eight hundred"}
{"text": "& Sixty........."}
{"text": "Wm Armstrong"}
{"text": "Witnesses thereunto"}
{"text": "Jesse M. Lyons"}
{"text": "Jos B. Galbraith"}
{"text": "Transcribed from the Hawkins County"}
{"text": "Courthouse Will Books"}
{"text": "by his Great-Great Grandaughter"}
{"text": "Martha Stuart Armstrong, March 21, 1997"}
