{"text": "WILL OF MARY ARMSTRONG"}
{"text": "The last will and testament of Mary Armstrong dec'd sealed"}
{"text": "& proven on 6th day of April 1868, which is in the words and"}
{"text": "figures following to wit:"}
{"text": "I, Mary Armstrong of sound mind & disposing memory & withal"}
{"text": "in good health but considering the uncertainty of life and the"}
{"text": "certainty of death & publish the following to"}
{"text": "be my last will & testament & by this revoking all others which"}
{"text": "I may have made."}
{"text": "In view of facts hereinafter mentioned: that whereas under the"}
{"text": "last will of my husband William Armstrong, signed and witnessed"}
{"text": "on the 16th day of February 1860, certain specific personally"}
{"text": "was left to me & at my sole & entire disposal, to wit: One"}
{"text": "negro girl (then a slave), Sidney & her children and all the"}
{"text": "stock, horses, hogs, sheep & other cattle, also the farming"}
{"text": "implements & the household & kitchen furniture of every kind"}
{"text": "species and the said William Armstrong, mentioning the sums"}
{"text": "of money given and paid or to be paid to his children, Henry"}
{"text": "C. Armstrong & Mary E. Powel and other property principle"}
{"text": "Slaves and disposing of his lands in accordance with his wish"}
{"text": "a desire giving a part thereof to his son Alfred another part"}
{"text": "during my natural life to me, Mary Armstrong- then to William"}
{"text": "L. Armstrong & expressing in his said last will that it was"}
{"text": "his wish for William L. Armstrong to live with me to manage"}
{"text": "the farm to wit: the above mentioned land bequeathed to me first"}
{"text": "& remainder to him the said William L. Armstrong also to"}
{"text": "superintend my hands on the said tract of land. He, the said"}
{"text": "William L. Armstrong, receiving one half of all made after paying"}
{"text": "necessary expenses, Notes he liquidated & paid off the sum of"}
{"text": "two thousand five hundred dollars, paid taxes on the shared"}
{"text": "or parcel of land going to him at my death, to the Executors"}
{"text": "of the Estate of said William Armstrong, my husband & the"}
{"text": "testator in the above mentioned will & testament, by him made"}
{"text": "& signed, to wit, on the 16th day of February 1860 and whereas"}
{"text": "great & marked changes have taken place since the publication"}
{"text": "of said last will & testament and since the death of said"}
{"text": "testator William Armstrong, Slaves freed, great losses sustained"}
{"text": "in every other kind of property, horses, hogs, sheep, etc."}
{"text": "And knowing that nothing over & above a livelihood for"}
{"text": "the family & sundry incidentals or necessary expenses was"}
{"text": "realized off the said tract or parcel of land, given to me during"}
{"text": "my natural life, thus to William L. Armstrong during the late"}
{"text": "Civil War."}
{"text": "Therefore I, Mary Armstrong, feel it my duty &"}
{"text": "encumbent on me pursuant to said last will of my husband"}
{"text": "Armstrong, to wit: It is my will and desire that Henry C."}
{"text": "Armstrong have the sum of one dollar, to be paid out of the"}
{"text": "affects of my estate, he having already having (sic) been amply"}
{"text": "provided for by his Father as shown under his (the said William"}
{"text": "Armstrong's) last will,"}
