{"text": "Friday 3 April 1868 Fair & pleasant. Went to Uncle John"}
{"text": "Young's for Missouri seed corn. Began planting in bottom-"}
{"text": "- so did Perdue. Nanco the weaver came. Received letter from"}
{"text": "Monk —27th March. Mrs. Leeper very ill-"}
{"text": "Saturday 4 High winds--cool. Finished planting bottom corn."}
{"text": "Wylie Young visited & handed $2.75 subscription to LaCrosse"}
{"text": "Democrat. Smith Woods called to inquire for sweet potato seed."}
{"text": "Wall raised an additional cabin. Roxie sick with botts & has"}
{"text": "been giving trouble."}
{"text": "Sunday 5 Day windy & unusually cold & chilly. We are sitting"}
{"text": "by a rousing fire tonight and if winds permit we will wake to"}
{"text": "rousing frost in morning. No meeting on the hill today."}
{"text": "The officers of our church seem to be impressed with the idea"}
{"text": "that the Deity only requires a fourteenth part of our time"}
{"text": "devoted to his service--our worship is altogether a matter of"}
{"text": "weather. A considerable portion of the day I occupied in writing"}
{"text": "to Pitt. This done I took a stroll with Nugent & Agee to the"}
{"text": "river. This has been another sad Sabbath to me. I have felt"}
{"text": "worn & wretched all day. The longer I live & the more I see"}
{"text": "of the world & its workings the more thoroughly I am convinced"}
{"text": "of the truth That all is vanity & vexation of spirit, the"}
{"text": "more deeply I am impressed with its utter worthlessness &"}
{"text": "emptiness. Hence I am beginning to weary of its winters &"}
{"text": "constant wearing. Am tiring of times, trials & troubles--its"}
{"text": "temptations & tantalisms. Once my future beamed with brightest"}
{"text": "visions & seemed fraught with fairest prospects but now all"}
{"text": "my fondest hopes have decayed--my dearest ideals vanished like"}
{"text": "a myth & life before me is dark & forbidding. My friends (if"}
{"text": "indeed I can claim any such) perhaps deem me a happy man--and"}
{"text": "if earthly happiness was a reality my surroundings ought to"}
{"text": "furnish it in its fullest measure. Home is or could be made"}
{"text": "a thing of beauty --a wife that loves me with all the purity"}
{"text": "& devotion with which a woman's soul is capable--children--four‐"}
{"text": "the prettiest little prattlers that ever gladdened a father's"}
{"text": "heart--But all these blessings, the best & sweetest given to"}
{"text": "man, fail to drive away the melancholy which I feel is fast"}
{"text": "settling upon me--deep in the inmost recesses of my heart is"}
{"text": "a silent sorrow which is slowly yet too surely consuming it."}
{"text": "Monday 6 Frost & ice. Hands cross-plowing. Doc & I went"}
{"text": "to town. Mother's will proven & recorded. Received $45.75"}
{"text": "balance due from Sturm for bacon. Sent $2.50 by registered"}
{"text": "letter to Buck for W.M. Young. Sent subscription through"}
{"text": "Dr. Speck. $4.00 to Godey & Arthur for Lady's Book & Home"}
{"text": "magazine for Sallie. Saw one of my old Servants on street--"}
{"text": "Arthur--looking squalid & miserable--His ragged emaciated"}
{"text": "appearance excited my sympathies so that I forgot his former"}
{"text": "misconduct & ingratitude and gave him $3.00 as a parting present-"}
{"text": "I hope never to meet him or his like again."}
