{"text": "Sallie Matilda b. 25 December 1859. Married Hugh Murray"}
{"text": "6 September 1877."}
{"text": "Gawen Leeper b. 17 February 1862 d. 4 October 1937 in"}
{"text": "Superior, Arizona. Married Alice Blevins Rice."}
{"text": "Alfred b. 9 June 1864. Married Lucy Josephine Denny 11"}
{"text": "October 1888."}
{"text": "Cetober 188e."}
{"text": "George Marion Agee b. 14 May 1843, d. 29 June 1920, appeared"}
{"text": "after the war to work for Elizabeth on the farm. He had served"}
{"text": "in Co. H, 51st Virginia Infantry during the war. He was 12"}
{"text": "years junior to Elizabeth."}
{"text": "15 January: Parson Bachman Reverent Jonathan Bachman, pastor"}
{"text": "at New Providence Presbyterian Church 1865-1873, age 30. His"}
{"text": "wife, Eva Delaney, age 31. Their children Fanny 3, Mary 1 and"}
{"text": "soon Anna and William."}
{"text": "2 February: His Dutch references are to poke fun at Sallies"}
{"text": "Van Burem family."}
{"text": "4 February: The sketches William Muncaster wrote about William"}
{"text": "and the Muncaster Connection are in the appendix."}
{"text": "19 February: Aunt Polly--William's paternal aunt. Mary Amis"}
{"text": "Sr. b. 12 February 1796 d. 19 February 1868. Married James"}
{"text": "Amis Sr. b. 6 November 1790 d. 14 October 1871."}
{"text": "19 March Henry & Mary Henry Clinton Armstrong-- William's"}
{"text": "eldest brother (1816-1895) living with his family in Odessa,"}
{"text": "Missouri."}
{"text": "Mary Elizabeth Powel--William's only living sister (b.3 February"}
{"text": "1829 d. 10 December 1912) married Colonel Sam Powel. Due to"}
{"text": "threats and harrassment after the war by Union sympathizers"}
{"text": "they moved to Hernando, Mississippi about 1867."}
{"text": "23 March: Posey--William's beloved horse- with him throughout"}
{"text": "the war and for many years thereafter. He trained Posey to"}
{"text": "come at his whistle, to drink coffee from a cup and to lie down"}
{"text": "so Frosty could sleep between his legs, sheltered from cold"}
{"text": "or wind. (This story told by Mary Frank Walker Armstrong to"}
{"text": "her grandson, Neil Miller) In 1888 William gave his son, Edward"}
{"text": "Stuart, a copy of Memoirs of Robert E. Lee by A.L. Long. In"}
{"text": "this copy an asterick indicates that Posey was probably named"}
{"text": "for Colonel Carnot Posey, 16th Mississippi in Longstreet's First"}
{"text": "corps of the Army of Northern Virginia. In 1864 he was made"}
{"text": "a Brigadier General."}
{"text": "4 April: Roxie- horse, has Botts, a disease of horse and sheep"}
{"text": "caused by the botfly and affecting the stomach."}
{"text": "6 April: Mother's will is in the appendix"}
{"text": "8 April: Thaddeus of Lancaster-- Thaddeus Stevens, a vindictive"}
{"text": "radical Republican from Lancaster, Pennsylvania who believed"}
