{"text": "Sunday 16 August 1868 Another very beautiful Sabbath. Sallie"}
{"text": "indisposed-- To church alone. Bachman preached A.M. from text"}
{"text": "At evening time there will be light and at night from Beholde"}
{"text": "the friend of Sinners. Large congregation. Singing splendid."}
{"text": "Monday 17 To town today. Put up Posey & dined at American."}
{"text": "Sturm settled for wheat sent him to date. Paid Neill & Thompson"}
{"text": "for saddle. Came back in the pleasure of the company of Misses"}
{"text": "Ellen Hale & Mag Miller, who had been down shopping. Hands"}
{"text": "finished cutting clover & plowing bottom. Sallie without a"}
{"text": "cook & cooking. To Lizzie in P.M. making dress. Doc's kitty Sen"}
{"text": "died. Nugent moved family into new house. Willie entered"}
{"text": "academy."}
{"text": "Tuesday 18 Hands hauling rails for new fence in bottom"}
{"text": "Darkies drying fruit on shares. Paid K.S. & P. $100.00"}
{"text": "Received Harper's, Home Journal, Herald, copy of Revolution"}
{"text": "& novel Love or Marriage, letter from friend S.S. Watermelons."}
{"text": "Wrote to F. Henderson."}
{"text": "Wednesday 19 Very pleasurably passed. Sallie, Baby & I visited"}
{"text": "Hiram Fain. Hands hauling rails & cleaning off ditches in"}
{"text": "bottom. Heavy rain set in with the sunset & continued till"}
{"text": "midnight. Cornie & Cate came at commencement of rain & are"}
{"text": "spending the night. No Prayer Meeting. Perdue started to"}
{"text": "Virginia with load of grain. Charlotte Miller arrived, The"}
{"text": "Coffins returned from Springs. Birthday Party at Mrs. Rogan's"}
{"text": "complimentary to Fannie."}
{"text": "Thursday 20 Showery. Saw mill in operation. Hands hauled"}
{"text": "some logs & made rails. Attempted to plow in P.M. too wet"}
{"text": "Took buggy & harness to shop for repairs. Called on return"}
{"text": "& chatted an hour with Coffin. Killed first mutton,"}
{"text": "Friday 21 Clear & cheerful. Hands making rails & fencing"}
{"text": "A.M. Baker began breaking in orchard. Brought buggy & harness"}
{"text": "from shop-- Bill $1.50 paid. Received Herald. After dinner"}
{"text": "Sallie & I made raid on Button. I returned late leaving Sallie"}
{"text": "& baby in Egypt. Found children distressed at delay. This"}
{"text": "is day of promised visit to Mountain View. Sent regrets by"}
{"text": "mail."}
{"text": "Saturday 22 Sultry & sweaty. Took buggy for Sallie A.M."}
{"text": "Hands Rob & John cleaning out ditches till M. No afternoon"}
{"text": "service. Harness oiled. Paid John per pants $4.00. Paid"}
{"text": "Cooney harvest bill 2 bushels wheat. Heavy rain with heavy"}
{"text": "thunder set in at dusk."}
{"text": "Sunday 23 Rain continued through night. Creek raising &"}
{"text": "everything outdoors looking thoroughly drenched this morning."}
{"text": "No Sabbath School. Passed day reading. Mary moved over from"}
{"text": "Lizzie's in P.M. Loaned preacher Posey to town-- returned."}
