{"text": "Sunday 10 May 1868 Most delightful day. Sacrament"}
{"text": "administered. Reverend Campbell preached in A.M. from Romans"}
{"text": "I Chapter 16 For I am not ashamed of the Gospel of Christ:"}
{"text": "for it is the power of God unto salvation to everyone that"}
{"text": "believeth; to the Jew first & also to the Greek. At nigh"}
{"text": "from Matthew XI 225 inclusive-- both entertaining sermons--well"}
{"text": "written though badly rendered. Dedicated & christened Mary"}
{"text": "Frank Walker. Parson Campbell dined with us. Lou P. & Will"}
{"text": "Sturm are our guests tonight. Sallie has been suffering"}
{"text": "dreadfully with neuralgia this evening-- Doc dosing. Church"}
{"text": "lamps came up today-- were fitted up & used in service. The"}
{"text": "clock is just now striking midnight. Sallie is easier &"}
{"text": "sleeping-- I will retire."}
{"text": "Monday 11 Passed a sleepless, anxious night. Sallie delirious"}
{"text": "& raving with pain the live long night & till noon today-‐"}
{"text": "neuralogic affection excitement pressing towards brain. Doc"}
{"text": "has been very watchful and this evening her fever seems to have"}
{"text": "subsided to some extent. At present writing-- 8 o'clock-- she"}
{"text": "has gone into an easy slumber. Anna & Mollie Lyons came from"}
{"text": "church & spent evening. Mrs. Fudge & Fannie Miller & Lizzie"}
{"text": "called. Sturm returned for dinner. Lizzie over tonight."}
{"text": "Preaching continued. Hands plowing corn. Mailed letter to"}
{"text": "Mary-- written several days ago. Received intelligence of the"}
{"text": "death of George Roller, Sullivan County, shot by a party of"}
{"text": "ruffians few days ago."}
{"text": "Tuesday 12 Storm still wears a most forbidding aspect."}
{"text": "Occasionally we are brightened with a day or so of sunshine"}
{"text": "sandwiched between three or four of cold & wet but these lucid"}
{"text": "intervals are so few & far between that they give but little"}
{"text": "advancement to farm operations-- ground still heavy &"}
{"text": "unmanageable with quite a vivid prospect of continuing so."}
{"text": "Hands plowing & preparing potatoe patch."}
{"text": "Sent Tinse to Mill Bend for Mother Burem who arrived 4 o'clock."}
{"text": "Sallie rested quietly through the night after her fever abated"}
{"text": "& has not suffered so intensely today but she has sickness at"}
{"text": "stomach & doesn't seem much if any better."}
{"text": "Received Home Journal, Democrat, Blade, Herald & Harper's."}
{"text": "Also complimentary invitation from Bob Briner/ Biner to self"}
{"text": "& wife to attend annual celebration Hermesian Society, Emory,"}
{"text": "Virginia June 2."}
{"text": "Crumley received commission as Post Master at Stony Point."}
{"text": "Sue Leeper called. Our cook, Many, left this morning on"}
{"text": "temporary leave of absence to assist her Uncle in planting,"}
{"text": "which adds greatly to disarrangement & discomfort. Mat Henard"}
{"text": "very ill with typhoid fever."}
