{"text": "Monday 12 October 1868 To Lizzie's in morning to confer in"}
{"text": "regard to the propriety of sending Lizzie away. Thence to Squire"}
{"text": "Kincaid's to look up papers with a view of collecting money"}
{"text": "to defray Lizzie's expenses during absence. Dined at Kincaid's"}
{"text": "& from there to Sheriff Ross' on same business & home at dark."}
{"text": "Had another interview with Parson Bachman. Sallie visited Lizzie"}
{"text": "by written request & received a full confession of her guilt."}
{"text": "Heaven have mercy, 'tis the most awful, the most damming grief"}
{"text": "I ever knew. Crumley's meeting netted 56, having joined the"}
{"text": "church since Sabbath last time. W. on a mission to Mill Bend."}
{"text": "Willie with Humming bird. Cook returned."}
{"text": "Tuesday 13 Baker began sowing wheat in Orchard. Watterson"}
{"text": "hauling manure on his field. Wall brot two fine heifers from"}
{"text": "Mill Bend-- Compliment to Sallie. Frank Crumley made another"}
{"text": "raid on his father & carried off clothes, watch etc. I have"}
{"text": "been, if possible, more distressed today than ever. Have been"}
{"text": "drinking deeply to drown my sorrow. Tis the only relief I can"}
{"text": "get. Lizzie is reconciled to her daughter's removal during"}
{"text": "the impending crisis & she & Sallie are preparing her for an"}
{"text": "early departure."}
{"text": "Wednesday 14 An all day's rain. Seeding stopped. Measured"}
{"text": "& boxed remainder wheat-- 88 bushels. Rode to river to see"}
{"text": "Yates in morning-- wet to the skin. Have been dull & unfitted"}
{"text": "for duty today. No prayer meeting. Bachman down & had tooth"}
{"text": "drawn this evening."}
{"text": "Thursday 15 Too wet for work with wheat. Hands hauling wood."}
{"text": "Sallie to parsonage in A.M. Aunt Sallie Young dined & spent"}
{"text": "evening. Mrs. Button & baby with us tonight. Zolly with Willie."}
{"text": "Delegates Bachman & Joshua I. Phipps left for Presbytery at"}
{"text": "Tazewell."}
{"text": "Friday 16 Hands resumed their plows & harrows. To Yellow"}
{"text": "Store A.M. Paid Purelt $6.90 for wool carding. Sallie & Mat"}
{"text": "visited parsonage. Sue Leeper called P.M. I accompanied Mat"}
{"text": "to river late evening. Received Harper's, Herald, Blade. Letter"}
{"text": "from Mary -- Dunning dreadfully again. Lot of photographs from"}
{"text": "Blackie & Co. Note from Henry Burem at Rogersville relative"}
{"text": "to return of Cane Mill."}
{"text": "Saturday 17 Clear & cooler. Baker finished sowing Orchard"}
{"text": "wheat. Father Abasolom S. Burem brot Cane Mill. Balled awhile"}
{"text": "with Willie who enjoys such sport greatly. Mary M. over to"}
{"text": "home --Willie as escort."}
{"text": "Sunday 18 Cooler with clouds-- Did not attend Sunday School."}
{"text": "Annie & Sue called at the door. Sallie wrote to Nettie. Sue"}
{"text": "Leeper & Sallie called in evening. Those girls are in deep"}
{"text": "waters. Mourning & refusing comfort. Why, oh why are we thus"}
{"text": "afflicted?"}
