{"text": "Friday 17 July 1868 Mercury almost boiling. Hands hauling"}
{"text": "cut wheat. W. worked potatoe patch. Received exhibition copy"}
{"text": "Blade & Home Magazine. Wrote C.R. Received letter from Dr."}
{"text": "Vance disappointing in regard to money & promising within a"}
{"text": "month. Machinist offering to thresh wheat for $5.00 per hundred."}
{"text": "Doc absent tonight. Jimmie burned her ankle."}
{"text": "Saturday 18 Clouding thickly at sunset, promising rain. Hands"}
{"text": "hauling osts. Furnished Watterson to work in grave yard--"}
{"text": "trimmed up & rubbish cleared off nicely. Fence nearly completed."}
{"text": "Uncle James Amis dined & remained several hours with us. Sallie"}
{"text": "received Godey (August). Thru De & Doc in advance of the mail."}
{"text": "Mary (cook) gone again. Pitzer Miller arrived last night from"}
{"text": "Memphis."}
{"text": "Sunday 19 Preaching from 2nd Samuel XXIII 15 And David longed,"}
{"text": "and said, Oh that one would give me drink of the water of the"}
{"text": "well of Bethlehem which is by the gate. Both babies sick--"}
{"text": "colds-- Sallie could not attend. Gawen Leeper arrived yesterday"}
{"text": "& was at church. Major Stringfield up from Rogersville. Dr."}
{"text": "Heinnemann came in P.M. Jimmie's ankle very sore & inflamed"}
{"text": "from the burn. Captain Lyons called to see Doc for String who"}
{"text": "is threatened with apoplexy. Rains with heavy thunder at"}
{"text": "bedtime."}
{"text": "Monday 20 Hands plowed Island corn. Creasey returned to work"}
{"text": "on Nugent House. Sue Miller & W.C. Lyons called. Gawen Leeper"}
{"text": "at singing & assisted the bass. Babies badly distempered."}
{"text": "Brill brot colt last night. Thunder clouds without rain. Fudge"}
{"text": "mowing meadow. Doc with String tonight-- threatened with d.t."}
{"text": "instead of apoplexy. Sallie broke bedstead & floored the family"}
{"text": "last night."}
{"text": "Tuesday 21 To singing A.M. Sue Miller & Annie Lyons soliciting"}
{"text": "funds for completion of church. Subscribed $150. Sue insulted"}
{"text": "me grossly & without provocation -- Took it tamely however--"}
{"text": "goes very hard with me for a woman to mistreat, as there is"}
{"text": "no recourse-- her sex alone being sufficient to prevent it being"}
{"text": "properly met. Though if Lady can afford to give, surely a"}
{"text": "gentleman can afford to bear the insult. Mary (cook) returned."}
{"text": "Watterson cleaning out garden. Hands hauling oats-- 4 horse"}
{"text": "team today. Sallie over to Lizzie's P.M. Gawen visiting A."}
{"text": "pegeived Blade & Home Journal. Doc takes to Lemonade. Boss"}
{"text": "nearly recovered. Jim continues poorly & very pettish. G."}
{"text": "Alexander bidding $1.75 for wheat."}
{"text": "Wednesday 22 Singing class as usual. Dr. Heinnemann left"}
{"text": "11 o'clock. Gid brot horse back. Hands finished hauling"}
{"text": "oats. Humidity torrid this evening. Sallie to Lizzie's sewing"}
{"text": "new checked. Boss pert & pretty again. Jim grunting & growling."}
{"text": "Uncle Eldridge Hord reported very ill. Reverend Campbell at"}
{"text": "parsonage. Lecture tonight at Prayer Meeting from the first"}
