{"text": "Willie went to mill on Posey this evening & brot home sack of"}
{"text": "meal alone- His first attempt & the little fellow is very"}
{"text": "pleased of his success. Watterson planted his creek bottom"}
{"text": "corn."}
{"text": "Saturday 30 May 1868 A most beautiful day. Calm & cloudless."}
{"text": "Hands in corn. Drove Sallie & the Babies, Buggy & baggage to"}
{"text": "mill Bend- en route halted for an hour at Uncle Neill's & were"}
{"text": "regaled with Strawberries & music. Left Mill Bend for home"}
{"text": "5 o'clock P.M. At Yellow Store was overtaken by W.C. Lyons"}
{"text": "just getting in fresh from Memphis after absence of 20 months."}
{"text": "Sallie M. Phipps also arrived at Rogersville from Salem,"}
{"text": "Mississippi. Miss Alice & Mr. Phipps accompanying her."}
{"text": "Youngsters all returning full & flowing with fun & things"}
{"text": "will probably brighten. I would like to experience something"}
{"text": "lively now. Result of impeachment farce flashed over the wires"}
{"text": "few days ago fully confirmed-- The President has triumphed."}
{"text": "The man upon whom the concentrated hate of radicalism has been"}
{"text": "so long directed & for whose deposition the pretended voice"}
{"text": "of the nation so angrily shrieked holds his own & will continue"}
{"text": "to hold it to the end of his term. All honest men & true"}
{"text": "patriots are jubilant & full of glory at the result while the"}
{"text": "impeachers are down, down in the dust of disarray, depression"}
{"text": "and degradation. The sword & the shadow of disaster & disgrace"}
{"text": "has fallen upon them & their great fabric of gilded hopes, just"}
{"text": "as it reached its pinacle of completion, has been shattered,"}
{"text": "The entire structure has tumbled down with a crash & the"}
{"text": "elaborate work of Old Thad & his train of devilish contenders"}
{"text": "lies there, an almost indistinguishable mass of ruins-- none"}
{"text": "but Radicals can realize the vast cubic measure, the length"}
{"text": "breadth and thickness of the calamity that has befallen this"}
{"text": "great Party of Progress. Brought thus suddenly to a"}
{"text": "standstill-- to a fearful pause just as it was rushing blindly,"}
{"text": "madly on the framework of the government-- just as it had poised"}
{"text": "itself to deal the fatal blow by hurling from power the Executive"}
{"text": "of the Nation-- when friends of Constitutional liberty were"}
{"text": "trembling for its safety-- just at this juncture the Providence"}
{"text": "which guides the destiny of Nations interposed & saved us from"}
{"text": "impending ruin."}
{"text": "Sunday 31 A sweet looking stilly Sabbath. Lonely at Home"}
{"text": "- miss my little loved ones. Stillness seems so very strange."}
{"text": "Attended Sabbath School. My young friend S.M. Phipps came &"}
{"text": "the very hill seemed brightened by her coming-- it fills me"}
{"text": "with unspeakable joy & full of glory to meet my young friends"}
{"text": "who are just returning from their sessions at school-- seems"}
{"text": "that I am never to grow old. Late in P.M. took a ride out."}
{"text": "'Tis no pleasant experience to be left thus blooming alone."}
