{"text": "over his farm even soweing seed from the saddle with a sheet"}
{"text": "of domestic protecting his horse's ears. He walked with one"}
{"text": "crutch (pertinent letters in appendix)."}
{"text": "Mary F. Burem b. 31 March 1837 d. 15 September 1856."}
{"text": "James P. Burem b. 18 April killed at the Battle of Piedmont,"}
{"text": "Varginia 4 June 1864."}
{"text": "Margaret A. Burem b. 17 December d. 24 August 1854."}
{"text": "Living at Long Meadow"}
{"text": "Uncle John and Aunt Sally William's maternal Uncle, John"}
{"text": "Young b. 27 October 1798, d. 5 March 1871. His wife, Sarah"}
{"text": "Miller Young b. 2 April 1806 d. 9 June 1884."}
{"text": "Their children: Cornelia Cornie Young, Wylie Miller Young,"}
{"text": "Susan Catherine, Cate/Kate, Cato Young."}
{"text": "Living at Yellow Store"}
{"text": "Uncle C.C. and Aunt Juliet --Cornelius Carmack Miller b. 28"}
{"text": "July 1803 d. 1 April 1870. William's maternal Aunt, Juliet"}
{"text": "Young Miller b. 14 January 1811 d, 22 August 1870."}
{"text": "Their children: Twins, Susan Sue and Frederick DeWolfe De"}
{"text": "born 22 December 1845. Sue died 22 June 1906 and De died 11"}
{"text": "August 1921. Margaret Maggie b. 27 March 1848 d. 18 December"}
{"text": "1900. Wylie Blount Miller b. 2 July 1837 d. 19 November 1890."}
{"text": "When the twins were nine years old they planted twin sugar maple"}
{"text": "trees just north of their house. These big trees are still alive"}
{"text": "(1996). (information from Neil Miller)"}
{"text": "Living at New Canton"}
{"text": "William Powell Hord Will was William's first cousin, b. 29"}
{"text": "July 1837 d. 15 December 1883. He was the son of Eldridge Hord,"}
{"text": "b. 2 December 1800 d. 26 October 1881 and Sarah Armstrong"}
{"text": "b. 20 February 1803 d. 10 June 1880, sister of Frosty's father,"}
{"text": "hence Aunt Sally and Uncle Eldridge'"}
{"text": "Ham was Hannibal Hord b. 22 January 1831 d. 13 March 1892."}
{"text": "He married Louise Lou Tipton b. 10 July 1844 d. 8 September"}
{"text": "1929. Eldridge and Sally built a first home in 1838 in Carter's"}
{"text": "Valley and because Eldridge did not like the way the wind blew"}
{"text": "they built a brick home near Holston River and Hord Creek in"}
{"text": "1840. He gave the Valley home to Ham and the newer one to Will."}
{"text": "The furnishings for both homes were purchased in Philadelphia"}
{"text": "and many pieces were identical. In 1877 Will married Lucy Alice"}
{"text": "Price b. 1 February 1857 d. 16 April 1920. She lived at"}
{"text": "Greenwood west of Rogersville. (information from Helen Rhea"}
{"text": "Hord Testerman)"}
{"text": "Living at Lyonsville"}
{"text": "William's favorite name for the numerous Lyons families settled"}
{"text": "around the brick Lyons Store (still standing 1996) was"}
{"text": "Lyonsville. Julia Franklin Armstrong Lyons b. 27 March 1811"}
{"text": "d. 26 March 1894 was married to David Lyons b. 12 September"}
{"text": "1809 who had died 12 September 1864. She was William's paternal"}
{"text": "aunt. Her son was Zack; daughter Mollie Lyons."}
