{"text": "Sunday 2 August 1868 Showers frequent & heavy-- a sad time"}
{"text": "on my cut & cocked hay. Notwithstanding the 'inclemency' quite"}
{"text": "a respectable congregation at church. Sallie & I attended."}
{"text": "Preaching from Psalms LXXXIV-- 10 I had rather be a doorkeeper"}
{"text": "in the house of my God, than to dwell in the tents of"}
{"text": "wickedness. Mag Miller, Lizzie Guthrie & Annie & Will Lyons"}
{"text": "spent P.M. Heinnemann walked up from Rogersville last night¬-"}
{"text": "arriving at 4 o'clock. The choir acquitted themselves admirable"}
{"text": "singing for today's service the anthem, The Earth is the Lord's"}
{"text": "etc.. Abba, Anonomous, a Portuguese Hymn."}
{"text": "Monday 3 Rained heavily till M. Heinnemann's singing class"}
{"text": "closed without a meeting. Went to J.S. Phipps' A.M. Buck back"}
{"text": "with me, dined & past (illegible) and we with Dr. Heinnemann"}
{"text": "at piano practiced our music for last. Settled with Heinnemann"}
{"text": "& took to town. Put up Kenner's. Madam Perdue with Sallie"}
{"text": "P.M. Mollie the night. Wall to Mill Bend for Jack. Hands"}
{"text": "hauled wood. No mail down in consequence of high Holston. Saw"}
{"text": "mill in operation. Mary (cook) suspended indefinitely."}
{"text": "Tuesday 4 Saw Heinnemann off to Christiansburg. Merry"}
{"text": "farewell. Returned by the mid day. Uncle John Amis dined &"}
{"text": "spent the evening. Sallie to Moore's for Mary-- engaged to"}
{"text": "spin wool crop. Hands hauled wood & load hay in evening. Wall"}
{"text": "covered Mill cabin. No mail. Got a severe candling tonight‐"}
{"text": "- Who wouldn't be a family kiss. Sallie & I invited to tea"}
{"text": "at J.M. Lyons'. Perdue off to Virginia."}
{"text": "Wednesday 5 Bright & cheerful sunshine. Attended hands closely"}
{"text": "& barned twelve large loads hay. To prayer meeting. Bachman"}
{"text": "indisposed & missed lecture. 'Nary Phipps present. Sallie"}
{"text": "commenced crop of shirts on the Sturm patent. Baby Boss has"}
{"text": "two teeth. Freedman Cato applied to rent."}
{"text": "Thursday 6 Another brightly beaming day. Baker & Bob began"}
{"text": "mowing creek meadow. Jim & Cal opened first furrow for wheat"}
{"text": "in field adjoining Fudge. Prepared patch for turnips. Sallie"}
{"text": "sowing some in garden. Miss M.B. Hale called. Bachman to borrow"}
{"text": "buggy-- broken. Hickey filled two front wheels of wagon. Phipps"}
{"text": "party on trip to Natural Bridge."}
{"text": "Friday 7 Clear until near sunset. Clouds drifting in from"}
{"text": "the west-- sure sign of evil. Hands haying & plowing. Bachman"}
{"text": "& wife started to Mossy Creek. Mag Miller called on way to"}
{"text": "parsonage. Received note from J.M. Lyons requesting loan of"}
{"text": "buggy (broken). Sowed turnip seed. Picnic in contemplation."}
{"text": "Sallie sewing shirt. Received Harper's, Home Journal & Blade."}
