{"text": "Tuesday 19 May 1868 Another charming day. Hands plowing corn."}
{"text": "Walt planting old meadow. Made order on Yates for coarse pair"}
{"text": "boots. Smith left soon in morning. Hord tarried til P.M."}
{"text": "Sallie not so well tonight. Head paining severly. W.A. Phipps"}
{"text": "& daughter gone to Bristol to attend examination of High"}
{"text": "Scholars. John Spears & Miss N. White wedlock this evening."}
{"text": "Received Democrat. Saturday, the dreaded day set apart for"}
{"text": "deciding the Impeachment Trial, has passed without displacing"}
{"text": "the President. Vote on 11th Ballot failed & court adjourned"}
{"text": "til 21st instance. The conviction is strong now & strengthening"}
{"text": "that there will not be a conviction-- would it not seem strange"}
{"text": "after all this time, trouble, expense, bureaucratic vituperation,"}
{"text": "quibbling, whiskey gobbling and so many acres of small talk"}
{"text": "& big bluster this impeachment plot should really end in smoke"}
{"text": "& leave that great criminal, Andrew Jackson, master of the"}
{"text": "situation. What an upsetting of plans there would be. What"}
{"text": "a shattering of hopes-- what a hungry pack of disappointed office"}
{"text": "seekers would go skulking away."}
{"text": "Wednesday 20 Weather continues propitious. Hands finished"}
{"text": "plowing bottom corn second time. Creasey Boys ceiled Hickey"}
{"text": "House. Hickey & family arrived. Sallie up again attending"}
{"text": "house affairs. Order bill of fruit trees $13.00 of C. S. Olds,"}
{"text": "Agent for Fairfield Ohio Nurseries, to be delivered at"}
{"text": "Rogersville 5th November. Peas for dinner. Wheat field"}
{"text": "whitening. No prayer meeting. Bachman below on wedding tour."}
{"text": "James Havely & wife Elizabeth J. Spears enter into the happy"}
{"text": "bond which seals their vows tonight. Jolly with Willie."}
{"text": "Thursday 21 Rained briskly for short shower just after dinner"}
{"text": "which retarded active field service somewhat. Plowing resumed"}
{"text": "however, in mid P.M. Walt finished planting meadow. Creasey"}
{"text": "commenced Nugent House on the corner. Scott captured ground"}
{"text": "hog in yard-- a depredation on Sallie's young poultry. Sallie"}
{"text": "made me new pair Jeans pants."}
{"text": "Friday 22 May is now as merry as it should be. Old winter"}
{"text": "lingered long in the lap of Spring but has at last reluctantly"}
{"text": "yielded and his dread rigor is over. Everything is joyous again."}
{"text": "The air pure & laden with scents."}
{"text": "Hands plowing & replanting new ground. Sallie's servants washing"}
{"text": "wool. Received Harper's, Democrat & Arthur's Home Magazine"}
{"text": "for June. Mrs. Leeper ill again. Lawyer Watterson with Doctor"}
{"text": "tonight. Joe Surgoine finished chimney."}
{"text": "Saturday 23 No compliments for the 23rd-- frowning again &"}
{"text": "threatening an end to the pleasant weather-- Hands finished"}
{"text": "plowing new ground. Walt received unsigned copy of our contract"}
{"text": "for present year. Creasey, Carpenters raised Nugent House &"}
{"text": "made ready for shingling. Paid Joe Surgoine in full for building"}
{"text": "chimney. Lou P. returned hymn book disapproved."}
