{"text": "Monday 6 January 1868 Warm & wet-- Some heavy showers through"}
{"text": "day. Went to town & returned with William Hord. Paid taxes"}
{"text": "$66. Sent subscription to Southern Home Journal & Toldedo Blade"}
{"text": "by registered letter. Sent for specimen copy New York Citizen."}
{"text": "H.L. & P. raised saw mill. McKirgan returned to work on store"}
{"text": "house. Doc extracted tooth for Willie tonight."}
{"text": "Tuesday 7 Incessant rain, roads in wretched condition. River"}
{"text": "tonight nearly to top of banks. No work on farm. No mail except"}
{"text": "copy of Native Virginian."}
{"text": "Wednesday 8 Heavy clouds but little rain. Blustery & cooler"}
{"text": "tonight. Hands sowed clover chaff which had gotten wet in barn"}
{"text": "by the snow. River reached top of banks-- overflowing in low"}
{"text": "grounds. Visited Yellow Store. Attended prayer meeting. Quite"}
{"text": "a few gentlemen but few ladies did likewise. Frank & Alfred"}
{"text": "both reported sick."}
{"text": "Thursday 9 Clear & cold. No farm work. James Armstrong &"}
{"text": "Miss Mattie Sprowl to be married. Doc attends. S.A. Lyons"}
{"text": "called. Sallie & Boss spent day with Lizzie-- the sick boys"}
{"text": "better. Baker & spouse gone to Rogersville."}
{"text": "Friday 10 Mercury as 12 this morning. Moderating during"}
{"text": "day. Hauled manure on wheat. Went for mail. Received Democrat,"}
{"text": "Tribune and Sample Copies of The Lady's Friend and Saturday"}
{"text": "Evening Post. Letter from Henry Armstrong 30th December. Baker"}
{"text": "& Cook returned. McKirgan again suspended on account of the"}
{"text": "freeze."}
{"text": "Saturday 11 Clear & cold. Hands still hauling manure."}
{"text": "Dismissed Fields. Due him $34.75. Agee returned from Virginia"}
{"text": "bringing his brother Jacky. Dunned Norman-- no money."}
{"text": "Sunday 12 Cloudy, cold. No service at church. Wrote Henry"}
{"text": "Armstrong. Willie tried first experiment in chewing tobacco."}
{"text": "Made him sick which created some alarm until cause was"}
{"text": "ascertained."}
{"text": "I notice today that Mother's mind is failing-- her health &"}
{"text": "strength too, we fear, is giving way. She does not complain"}
{"text": "and her appetite is good-- yet there is an undeveloped wrong"}
{"text": "somewhere."}
{"text": "Monday 13 Clouds disappeared during darkness & we had a bright"}
{"text": "shining light overhead today. Baker sick. Wall & Agee hauled"}
{"text": "manure on wheat. McKirgan returned & put up stove in store"}
{"text": "house. Sallie shopping-- bought material for cloak."}
