{"text": "Monday 17 February 1868 Threatened rain early but turned off"}
{"text": "a beautiful day-- mud dried greatly. Hands working at new ground"}
{"text": "fence. I have not felt well--annoyed with cough. What is more"}
{"text": "annoying than all ills, the toothache. Uncle John & Aunt Juliet"}
{"text": "to see Mother--Mother is declining more rapidly I am afraid"}
{"text": "but still able to sit up greater part of day--She has not left"}
{"text": "her room since her fall. Lizzie spent P.M. at Point."}
{"text": "Tuesday 18 Another mild serene day. Fencing continued: Turned"}
{"text": "road through lane. Received Democrat, Presbyterian & Blade."}
{"text": "Mother not complaining but growing more feeble every day."}
{"text": "Wednesday 19 Smoky & dry-- Hands hauled manure on garden-- Killed"}
{"text": "beef in evening. Went drumming in behalf of Mr. Lewis only"}
{"text": "$19.50 subscribed!! Anna Lyons came up with me on a visit to"}
{"text": "Parsonage. Borrowed copy of Leslie's Lady's Magazine from"}
{"text": "Anna & loaned her Lady's Friend. Borrowed David Copperfield"}
{"text": "from Cate Young-- Attended prayer meeting. Lecture on Parable"}
{"text": "of the ten Virgins. Aunt Polly Amis died at 10 o'clock this"}
{"text": "P.M. Arthur Solomon Lyons with Doc tonight."}
{"text": "Thursday 20 Dusky day--Sprinkle of rain with thunder at sunset."}
{"text": "Attended Aunt Polly's funeral at New Providence. Parson Bachman"}
{"text": "conducted service. Annie & Mollie Lyons called on way from"}
{"text": "church. Wrote to Mr. Lewis, Burnside, North Carolina advising"}
{"text": "him of action of trustees. Mother perhaps a little better."}
{"text": "B. Looney died."}
{"text": "Friday 21 Rain. Hands tramped clover seed. I went drumming"}
{"text": "for Parson Bachman's salary. Met with less success than for"}
{"text": "Mr. Lewis. Uncle Eldridge & Aunt Sallie to see Mother. Wrote"}
{"text": "Mary informing her of Mother's illness. No mail."}
{"text": "Saturday 22 Warm & spring-like--buds beginning to burst."}
{"text": "Hands finished fencing new ground. Settled with Jackie $5.00"}
{"text": "due gave order to store for amount."}
{"text": "Sunday 23 Birds singing & frogs croaking--welcome harbingers"}
{"text": "of the approach of Spring. No service at church & day passed"}
{"text": "with unusual quietness. Mother has eaten but very little today"}
{"text": "& does not seem so well tonight."}
{"text": "Monday 24 Cloudy, rain P.M. Hands hauling material for store"}
{"text": "chimney--contracted with Hickey of Estellville, Virginia,"}
{"text": "waggonmaker. Jacky set in for month @ $10.00. Bachman & wife"}
{"text": "gone to Blountville to attend sister's marriage."}
{"text": "Tuesday 25 Dense clouds--no rain. Moved Bob Rutledge to Camp."}
{"text": "Planted shrubbery of various kinds in front yard. Hired another"}
{"text": "Manhood Bob Larkins--who sets in Monday next at $10.00 for"}
{"text": "first month--then $12.00 for summer months. William & Lou to"}
{"text": "dinner--Sol Lyons took tea. Received Home Journal & Democrat."}
