{"text": "William Franklin Lyons (1818-1889), his wife Julia A."}
{"text": "Hale. Captain Clinton Gallagher Lyons b. 9 February 1829 d."}
{"text": "2 February 1900. His wife Margaret Lavinia Cocke Livie b."}
{"text": "18 April 1837 d. 17 June 1911. Their children James L. (1858-"}
{"text": "1880), Lizzie (1861-1932), William Cocke (1867-1940), Charlie"}
{"text": "Maxwell (1871-1942), Emma Neill (1877-1912), Clinton Gallagher"}
{"text": "(186301910)."}
{"text": "Sunnyslope"}
{"text": "Near Renfro Creek and the intersection of the Stage Road"}
{"text": "sat another Lyons home and store. From here Arthur Solomon"}
{"text": "Lyons and Cricket Lyons, brothers, journeyed east a quarter"}
{"text": "of a mile to Sunnyslope, home of the Leepers, to court and marry"}
{"text": "sisters, Sallie & Sue. For fun, William called him Solomon"}
{"text": "Arthur and Sally Sally Solly. Gawen Leeper, b. 22 July 1804"}
{"text": "d. 20 April 1864, had the brick home built by S. Brown in 1845."}
{"text": "Gawen's second wife, Elizabeth H. Leeper died 14 July 1868."}
{"text": "Ham Leeper was their son."}
{"text": "William's nearest neighbor to the West was the Fudge family."}
{"text": "Conrad, John, Mrs. Fudge. This brick home was built 1825-1841."}
{"text": "From Stony Point down the river road was the home of the Wesley"}
{"text": "Asbury Phipps family, Grandview"}
{"text": "Near the river ford was Egypt, Button and Matilda Lyons' home."}
{"text": "8 January: Frank & Alfred"}
{"text": "On the other hill lived Alfred Armstrong's family. Born 29"}
{"text": "December 1823, Alfred was the fourth child of William Armstrong"}
{"text": "IV and Mary Young. 16 October 1850 he married Elizabeth Leeper"}
{"text": "b. 31 December 1830 d. 24 April 1898, daughter of Gawen Leeper"}
{"text": "and Willie Ann Phipps. Alfred and Elizabeth had seven children."}
{"text": "During the War Between the States Alfred served in Co. A, 12th"}
{"text": "Tennessee Cavalry. In July 1864 near Winchester, Virginia,"}
{"text": "Captain William Armstrong rode past a Confederate soldier propped"}
{"text": "against a tree. Shortly he decided to go back and see if the"}
{"text": "soldier needed any help. There he found his older brother"}
{"text": "Alfred, very sick with typhoid. As the Yankees held Winchester,"}
{"text": "William persuaded them to pass Alfred through the lines to a"}
{"text": "hospital where he died and was buried 29 July 1864. After the"}
{"text": "war William went by train to Winchester and brought Alfred's"}
{"text": "body back to Stony Point to be buried at New Providence Cemetery."}
{"text": "Their children were:"}
{"text": "Frank Leeper b. 24 November 1851 d. 21 March 1929. He"}
{"text": "was blind and to my knowledge, never married."}
{"text": "Henry Clinton b. 21 August 1853 d. 12 April 1934. Married"}
{"text": "Florence Hickey 30 April 1879."}
{"text": "Ann Elizabeth Lizzie b. 17 August 1855 d. 10 March 1944."}
{"text": "Married Dr. James Wiley Phipps 30 April 1874."}
{"text": "Mary Mollie b. 2 May 1857 d. 30 October 1895. Married"}
{"text": "Abraham Delaney Tipton 11 October 1876."}
