{"text": "Saturday 25 April 1868 Cloudy A.M. Constant rain in P.M."}
{"text": "Never farmed through a more unfavorable Spring. Such rapid"}
{"text": "succession of cold rains prevent planting & thus casting large"}
{"text": "crops will be badly behind-hand. In spite of the late frost"}
{"text": "vegetation of all kinds is advancing rapidly--the woods are"}
{"text": "nearly green and meadows are springing up luxuriously."}
{"text": "Hands plowing & planting in A.M. Raised Hickey House. Baby"}
{"text": "unwell last night & today. Doc in town attending sale of Frank"}
{"text": "Phipps' farm. Lizzie & Sallie busy as bees needling for the"}
{"text": "meeting-- Put-up pants for Willie today ala Democrat."}
{"text": "9 o'clock. Doc just back bringing Bill Hord. Sturm sent"}
{"text": "specimen copies of damask from Dickinson & Co."}
{"text": "Knoxville--curtains come too dear for us to indulge at present‐"}
{"text": "-I am not very well financially speaking & must forego all such"}
{"text": "luxuries until times get better. Peas in full bloom,"}
{"text": "Sunday 26 Notwithstanding the Dutch tradition that a rainy"}
{"text": "Easter is invariably followed by seven wet Sabbaths in"}
{"text": "succession, this one has passed dryly & delightfully. Hord"}
{"text": "left early on a foundered horse. Willie & I attended Sunday"}
{"text": "School & I assumed duties of my office. After dining Sallie,"}
{"text": "Willie & I took walk on farm. Arthur Solomon Lyons & Orderley"}
{"text": "down to Doc's few minutes in P.M. Boss better but not entirely"}
{"text": "well."}
{"text": "Monday 27 Rain, rainy, raininess, drip, drop, dribble, chatter,"}
{"text": "spatter, pour down, descend in sparkley showers, currents &"}
{"text": "torrents until all outdoors is soaked, saturated, steeped, over"}
{"text": "flowed, inundated, deluged--Did you ever see such a drenching."}
{"text": "No work on farm--had hands to grease Harness. Sent wheat to"}
{"text": "mill. Oil can replenished. Wrote Sturm. Agee gone to Lizzie's"}
{"text": "--got job on yard fence. Doc down to Rutledge to attend Lawson"}
{"text": "trial. No school for the Teach ist sick. Performed Proverbs"}
{"text": "on Willie this evening--He was stubborn & disobedient for which"}
{"text": "I witheld not correction ala Solomons suggestion and spared"}
{"text": "not for his crying. The rest & the delight unto my soul"}
{"text": "I trust will follow according to promise. Sallie still stitching"}
{"text": "for the meeting. Big, black silk begun for the meeting"}
{"text": "Everything feminine that's going is going for the meeting"}
{"text": "Tuesday 28 Rain continued though not heavy enough to prevent"}
{"text": "hauling lumber to mill. Wall & T. Creasey at work early. Sent"}
{"text": "Seaver 8 Bushels of corn by Henard, accounts square."}
{"text": "Received Democrat, Blade, Home Journal, Volume I, No. 1 of New"}
{"text": "Southern Paper edited by A.J. Ryan, The Poet Laureate of the"}
{"text": "South, The Southern Banner published at Augusta, Georgia—"}
{"text": "also 3 copies of the Last Sensation. Sturm sent package of"}
{"text": "hymn books received per Express--order not entirely filled--"}
{"text": "25 sent for--19 received--mine missing. Sallie & Lizzie turning"}
{"text": "everything inside out for the meeting. Willie is absent tonight"}
{"text": "at Grand View we suppose. Roads & weather too unfavorable for"}
{"text": "a walk home from school."}
