{"text": "Wednesday 26 February 1868 A slight drizzle of rain through"}
{"text": "day. No farm work. Jim Rogan called on business. Went to"}
{"text": "Lyonsville to sell corn-- offered 55c delivered on"}
{"text": "river-- declined. My cough worse. Doc gone to Kingsport. No"}
{"text": "prayer meeting. Dav McKirgan called tonight & brought Sallie"}
{"text": "garden seed."}
{"text": "Thursday 27 Windy & cool. Hands hauled manure on wheat."}
{"text": "Henry Burem brought sacks for seed oats-- He & I took a jaunt"}
{"text": "over farm in P.M. Mother apparently worse this evening. Wrote"}
{"text": "J.G. Slater requesting No 13 of Journal which failed to reach"}
{"text": "me. Miss Ella Dulaney to be married tonight."}
{"text": "Friday 28 Snow & ice this morning. Hands trampled clover seed."}
{"text": "Henry left early. Received Blade & Presbyterian. Wrote to"}
{"text": "Dr. J.H. Vance for balance due on board bill. Doc returned"}
{"text": "from Kingsport."}
{"text": "Saturday 29 Cool clear day-- clouded at sunset & threatening"}
{"text": "snow. Hauled Bachman load of hay. Reverend G.W. Coldwell in"}
{"text": "neighborhood drumming for Bristol High school. Miss Lou P."}
{"text": "came down this evening. Was taken suddenly sick on way & is"}
{"text": "stopping overnight at Christian's. Cain Young received load"}
{"text": "of hay."}
{"text": "Sunday 1 March 1868 Incessant & at times rapid rain. Reverend"}
{"text": "Coldwell preached at New Providence from Numbers XIII--30."}
{"text": "Let us go up at once & possess it for we are well able to"}
{"text": "overcome it."}
{"text": "Mother fell again from something like stroke of paralysis this"}
{"text": "evening & has been more helpless since."}
{"text": "Monday 2 Squally & disagreeable. Hands tramped clover seed."}
{"text": "Lyons, the miller, put in shaft. My new nigger failed to come"}
{"text": "to report."}
{"text": "Tuesday 3 Clear & cold--ground frozen very hard in morning."}
{"text": "Hands cleaned clover seed 4 bushels. Freedman Watterson moved"}
{"text": "into upper cabin. Went to Lyonsville A.M. Saw-mill wheel"}
{"text": "fluttered first time. Received Presbyterian, Blade & Home"}
{"text": "Journal--also letter from an Unknown enclosing one to Cricket"}
{"text": "Lyons forwarded by Doc. Willie got home with pup from McIntosh"}
{"text": "which we dub Useless S. Grant as a becoming testamonial of"}
{"text": "our appreciation, etc. Query= Who is complimented Grant or"}
{"text": "Pup?"}
{"text": "Wednesday 4 Weather unchanged from yesterday. Hands sawed"}
{"text": "shingle timber, hauled load bacon to Depot for K.S. & P. New"}
{"text": "hired man Bob Larkin set in today. Spent A.M. at Lyonsville."}
{"text": "Contracted with Creasy for building house intended for wagon-"}
{"text": "maker. R.K. Rutledge began getting timber for same. Prayer"}
{"text": "meeting & lecture from Parable of the Talents."}
