{"text": "Living at Stony Point in 1868"}
{"text": "Our diarist, William Lyons Armstrong, was the fifth William"}
{"text": "to live at Stony Point. He was the son of William IV and Mary"}
{"text": "Young. He was born 3 July 1837 and died 20 June 1908. From"}
{"text": "an account of college days written by his schoolmate, William"}
{"text": "Monk Muncaster, I learned that William was nicknamed Frosty"}
{"text": "from a young age-- Probably because of his very sandy blond hair"}
{"text": "& eyebrows. He served as a Captain in the 31st Tennessee"}
{"text": "Infantry during the War Between the States."}
{"text": "July 18, 1868 He married Sallie Caldwell Burem, daughter of"}
{"text": "Absalom Looney Burem and Margaret S. Kincheloe, at Mill Bend,"}
{"text": "home of the Burems since 1774. She was born 15 July 1842 and"}
{"text": "died 11 March 1908."}
{"text": "William's mother, Mary Young Armnstrong, born 19 Novenber 1792,"}
{"text": "died 17 March 1868, daughter of John Young and Elizabeth"}
{"text": "Galbraith. On 11 May 1815 she was married to William Armstrong"}
{"text": "IV. He was born 10 June 1791 and died 26 August 1860."}
{"text": "Children: Many of the children were named for family war heros,"}
{"text": "Confederate generals, Willliam's compatriots and"}
{"text": "relatives."}
{"text": "William Henry S. Osborne Armstrong, Willie, Billy"}
{"text": "was born 3 October 1861 at Mill Bend and died"}
{"text": "********"}
{"text": "Alice Ransom Armstrong, Biddy, Allie born 6"}
{"text": "November 1863, died 14 April 1949. Alice was born"}
{"text": "on the same day as the Battle of Big Creek, Tennessee"}
{"text": "therefore was named for General Robert Ransom Jr.,"}
{"text": "Commander of Confederate forces."}
{"text": "Loula James P. Burem Armstrong, Jim, Jimmie born"}
{"text": "17 September 1865 and died 5 August 1948. Named"}
{"text": "for her mother's brother who was killed at the Battle"}
{"text": "of Piedmont in Virginia 5 June 1864."}
{"text": "Mary Frank Walker Armstrong, Boss, Baby born"}
{"text": "25 September 1867, died 28 December 1957. Can you"}
{"text": "guess why William called her the Boss?"}
{"text": "Dr. James Hoffman, Doc was boarding and practicing medicine."}
{"text": "Born 20 June 1834, died 27 November 1899."}
{"text": "Living at Mill Bend"}
{"text": "Sally's parents, Absalom Looney Burem b. 2 January 1812, d."}
{"text": "21 July 1884 and Margaret S. Kincheloe b. circa 1820, d. 2"}
{"text": "July 1876."}
{"text": "Their children: Henry Simmon Burem b. 3 October 1835 d. 2"}
{"text": "October 1903. Henry was badly wounded at the Battle of Franklin,"}
{"text": "30 November, 1864. In June 1865 William went to bring him home"}
{"text": "which took several weeks as they had to rest and nurse Henry's"}
{"text": "wound. Suffering continuously, he always had to ride horseback"}
