{"text": "Before morning service, feeling lonely and low spirited I visited"}
{"text": "Mother's grave & bending over that sacred monument wept bitter oh"}
{"text": "such bitter, bitter tears. What a tide of olden memories came"}
{"text": "rushing in from the long forgotten past! How many acts of living"}
{"text": "ingratitude were recalled, the many kindnesses neglected & loving"}
{"text": "words unspoken crowded back & fastened upon my heart."}
{"text": "Ah, tis not until thus bereaved that one can rightly appreciate"}
{"text": "a Mother's worth -- her never varying kindness & gentleness, her"}
{"text": "tenderness, her heart felt sympathy -- the value of her counsels-"}
{"text": "the sweet comfort of her presence -- None other than a Motherless"}
{"text": "can tell the fulness & faithfulness, the purity & preciousness"}
{"text": "of her love."}
{"text": "Mother dear, even now while I am writing these lines I feel"}
{"text": "that thou art with me in spirit. Although thy home is in Heaven"}
{"text": "I feel that you will still love & guard thy wayward boy & on"}
{"text": "thy angel wings will hover near him in all his wanderings &"}
{"text": "miseries here."}
{"text": "Monday 30 March 1868 Nice & cool. Weather seemingly settled."}
{"text": "Hands hauling wood in A.M. Plowing & cleaning oats in P.M."}
{"text": "Sold K.S. & P. 3 Bushels clover seed. Bot new hat $5.50. Went"}
{"text": "down to Brice farm for Negro Nanco to weave Sallie's carpet."}
{"text": "Dined at Uncle John Young's. Lizzie over assisting Sallie to"}
{"text": "put in her web. Dan Chambers died."}
{"text": "Tuesday 31 Fair & fresh. Wall sowing oats in Surgoine Orchard."}
{"text": "Worked on new road. Jackie left for Morristown. Received"}
{"text": "Democrat, Home Journal and letter from Pit 8th instance. Mailed"}
{"text": "21st--all well. Cousin Carrie married to Mr. Harvey Higgins,"}
{"text": "a widower of at least 55 and his third marriage. Loaned Lyons"}
{"text": "Posey tonight. Paid J. Rogan for harness."}
{"text": "Wednesday 1 April 1868 Frost again in morning. Sunny & warm"}
{"text": "during day. Larkins, the saw miller, being absent I assisted"}
{"text": "Phipps to run the saw. Misses Sallie C. Phipps & Emma Jones"}
{"text": "visited the mill. Wall sowing oats. Watterson breaking meadow"}
{"text": "on creek. Sallie planted tomatoe & cabbage seeds."}
{"text": "Full attendance at Prayer meeting. Lecture on Parable of the"}
{"text": "midnight friend or rather the importance of importunity in"}
{"text": "prayer. Young Light called to hire & is stopping for the night."}
{"text": "W.S. Kyle dined. Sold him 40 Bushels of oats @ 35 cents $14.00."}
{"text": "Nugent, new clerk, moved family into Lizzie's Colored cabin."}
{"text": "Baby Boss beginning to sit alone."}
{"text": "Thursday 2 Cloudy with occassional sprinkle of rain. Hands"}
{"text": "harrowing bottom. Laid off few first corn rows. Sent Kyle"}
{"text": "his oats. Enclosed 25 cents to Messrs Turnbull & Murdoch, Baltimore"}
{"text": "for sample of New Eclectic Magazine"}
