{"text": "of the Wolf spring. Thence North forty eight West Seventy three"}
{"text": "poles to a stake in the branch (Larkins Branch) West of where"}
{"text": "an old Cabin now stands. Thence sixty five West up Larkins"}
{"text": "Branch 74 poles to a poplar & Beech corner. Corner of a track"}
{"text": "of land formerly owned by my father, a part of which was sold"}
{"text": "to Baker Armstrong. The above described line I make to divide"}
{"text": "my land making two tracts of the same. My tract of land I"}
{"text": "dispose of in the following manner:"}
{"text": "1st I consider my land worth Twelve Thousand dollars. I give"}
{"text": "and bequeath to my son Henry C. Armstrong Four Thousand Dollars"}
{"text": "(which sum he has received from me when he started & moved to"}
{"text": "Missouri) this amount I consider due to him for his interest"}
{"text": "in my land."}
{"text": "2nd I give and bequeath to my son Alfred Armstrong, his heirs"}
{"text": "and assigns all that part of my land lying North and East of"}
{"text": "the dividing line adjoining and bounded by the lands of the"}
{"text": "Heirs of Baker Armstrong, deceased, Dr. Robt Johnson the heirs"}
{"text": "of Bradley Deceased along the lines of same to a black walnut"}
{"text": "on the river bank & two Sycamores corner of said Bradley heirs"}
{"text": "& my corner at low water mark. Thence down the Holston River"}
{"text": "to the willow Box Elder & Sycamore (beginning of the dividing"}
{"text": "line) him to have and to hold with all the appurtenances"}
{"text": "thereunto belonging etc with this incumberance. He said Alfred"}
{"text": "Armstrong is to pay me or my Executors Fifteen Hundred Dollars"}
{"text": "towards my son Henry's interest in my lands. Twelve Hundred"}
{"text": "and seventy eight of which he has paid to me as appear from"}
{"text": "my receipt to him."}
{"text": "The other part of my land I give and bequeath to my wife"}
{"text": "Mary Armstrong with all its appurtenances thereto belonging"}
{"text": "or in anywise appertaining during her natural life. At her"}
{"text": "death I will and bequeath the same to my son William L. Armstrong"}
{"text": "the lands being bounded as follows (to wit) by the dividing"}
{"text": "line before mentioned Thence along my line to the corner between"}
{"text": "the heirs of Baker Armstrong and Dick Larkins. Thence with"}
{"text": "said Larkins to John Young's. Thence along said Young's to"}
{"text": "William Lyons'. Thence along to Conrad Fudge's line. Thence"}
{"text": "to Surgoine & others to David Lyons' along his to Wesley A."}
{"text": "Phipps line thence along said Wesley A. Phipps' line to his"}
{"text": "Ash & Spruce corner on the Holston River thence to low water"}
{"text": "mark. Thence up the river to the Willow, Box Elder & Sycamore"}
{"text": "near low water mark the beginning corner of the dividing line."}
{"text": "To my son William L. Armstrong I bequeath the same. Him to"}
{"text": "have & to hold with all the appurtenances thereunto belonging"}
{"text": "to him, his heirs & assigns I give the same, subject to this"}
{"text": "encumberance. That he pay me or my Executors the sum of Two"}
{"text": "Thousand five hundred dollars, that being the amount I paid"}
{"text": "for him to my son Henry for his interest in my land."}
{"text": "I give and bequeath to my wife Mary Armstrong my negro"}
{"text": "slaves not otherwise herein disposed of namely (to wit) Stephen,"}
{"text": "Betty, Jefferson, Arthur & Sidney & her three children namely"}
{"text": "Harriet, Louisiana & Jane, her to have and to hold them during"}
{"text": "her lifetime and at her death I will that they be divided among"}
