{"text": "Surgoinsville June 23 1908"}
{"text": "My Dear Mother,"}
{"text": "Frank said he telegraphed you the day Uncle Will died."}
{"text": "Annie drove me down to the house the day he was buried. He"}
{"text": "looked so calm & peaceful, just as if he were asleep. He told"}
{"text": "told Billie the last time he was in the graveyard where he wanted"}
{"text": "his grave & asked Mr. McCutchan to conduct the service."}
{"text": "The pall bearers were old soldiers & before closing the grave"}
{"text": "they all put a flower in the grave. Mr. McCutchan, De Miller"}
{"text": "cousin Wiley Young, old Mr. Cox, Mr. Buck Phipps were the only"}
{"text": "ones I knew. They were all so old & feeble some younger men"}
{"text": "had to take it before they got to the grave. He was buried"}
{"text": "in a very handsome casket & they had hot house flowers from"}
{"text": "Knoxville on Sallie's fixed by a florist. One very large wreath"}
{"text": "with Father on it. I suppose the children all got that."}
{"text": "I got sick at the grave & had to leave & did not see it after"}
{"text": "they were on it. I had not been well for several days & the"}
{"text": "services were so long & the heat made me all trembly & sick"}
{"text": "at the stomach. I got all right after I came home. We wouldnt"}
{"text": "have known Uncle Will was dead if Jim Forgey hadnt stopped in"}
{"text": "out of the rain & you would never have known that I was any"}
{"text": "Kin to Frank or any of them. Miss Ida Smith, Rich' s sweetheart"}
{"text": "seemed to have charge of the house. They had thirty to eat"}
{"text": "dinner. Alice said she did not see what on earth people came"}
{"text": "there to eat for. They sang the same songs they sang at Aunt"}
{"text": "Sallie's funeral. Everything was so pretty at Stony Point."}
{"text": "The trees & flowers Uncle Will had planted & looked after."}
{"text": "Stony Point will never be the same again. The children &"}
{"text": "grandchildren almost filled one side of the church. None of"}
{"text": "Charlie's family except Charlie-- very thin. He walked with"}
{"text": "Billy. He looked so pitiful. Jim nor any of her family were"}
{"text": "there. I heard when I first came up here that Clint was in"}
{"text": "some trouble about selling whiskey & that Jim was sick. She"}
{"text": "didnt come to Aunt Sallie ' funeral. I suppose they are poor"}
{"text": "& it may be the boys are at work. Frank hired a carriage."}
{"text": "Bob Armstrong & Mary rode in Sam's buggy & Sara went in the"}
{"text": "carriage with De Miller. Sam looked so bad & the perspiration"}
{"text": "was just pouring off of him. He got into the Burem boy's buggy"}
{"text": "& rode part of the way. The procession reached from the house"}
{"text": "to the church. This country will surely miss those two old"}
{"text": "people. They havent any children that can begin to take their"}
{"text": "places. De Miller looks old & shakey & so does Cousin Wiley"}
{"text": "Young. Mr. Will Waterson died about ten days ago. Annie is"}
{"text": "sick nearly every day but she must be stronger than I think"}
{"text": "or must have wonderful will power. She stood that trip as"}
{"text": "well as I did & it certainly was an awful one. We started"}
{"text": "to the church about two & when we got home it was past six &"}
{"text": "we left before the others did. I was strongly tempted to pack"}
{"text": "my trunk & leave for home all last week. Think I would but"}
{"text": "didnt think I could stand it. I want to see you. Sam wrote"}
{"text": "last week wanting me to come over there. Said Sara was sick"}
{"text": "but I am not able to work and my right arm has rheumatism in it."}
