{"text": "Sunday 24 May 1868 still threatening but no rain-- day passed"}
{"text": "pleasantly. Preaching day in country but Bachman absent at"}
{"text": "Leesburg assisting Campbell in Sacramental meeting. Willie"}
{"text": "attended Sunday School. Ham Hord & wife & Bro dined & passed"}
{"text": "P.M. Sallie, children & I took walk through Town up Church"}
{"text": "Street & return via Lizzie's. High Scholars arrived from"}
{"text": "Bristol."}
{"text": "Monday 25 Very bright & very warm, looks & feels as if we"}
{"text": "were to have continuing of dry weather. Hands breaking island"}
{"text": "& creek bottom. Went to Phipps' farm for manpower. Cook whose"}
{"text": "leave of absence has expired promised to report for duty"}
{"text": "tomorrow. Planted watermelons in Garden. Sallie had another"}
{"text": "horrible hour with her teeth just after M. A free administering"}
{"text": "of Laudanum & Morphia gave relief however & she is now quiet"}
{"text": "& sleeping. Willie complaining of headache. Circuit Court"}
{"text": "sitting."}
{"text": "Tuesday 26 Very bright again, very warm again & growing"}
{"text": "brighter & warmer-- fine season for weed killing. Hands in"}
{"text": "corn field-- began turning & plowing bottom third time. Mary"}
{"text": "(cook) returned to duty. Planted another patch Irish potatoes"}
{"text": "at barn. Bachman back from Leesburg, brot bill for third lot"}
{"text": "hymn books. One of our nicest yearling calves reported dead."}
{"text": "Sallie better in A.M. but suffering again in evening. Received"}
{"text": "Harper's, Blade, Home Journal."}
{"text": "Wednesday 27 Warmer & dryer-- rain needed. Hands in cornfield."}
{"text": "Assisted Parson Bachman in staking off grave yard preparatory"}
{"text": "to erecting new fence. Agee takes contract."}
{"text": "Sallie on a strike this P.M. Children frightened but nobody"}
{"text": "hurt on our side”. Attended prayer meeting. Lecture on Parable"}
{"text": "of Unjust Steward. Telegraph announces the acquittal of the"}
{"text": "President."}
{"text": "Thursday 28 Weather changing from warmer to hot. Clear as"}
{"text": "a bell, too & to all present appearances we are to suffer for"}
{"text": "rain. Linen coats comfortable. Planted island corn. Sallie"}
{"text": "up again but not able to resume her duties. Lizzie over twice."}
{"text": "Aunt Juliett & Sallie C.P. called in P.M. Eldridge dined &"}
{"text": "left message for Hoffman who went to court yesterday & has not"}
{"text": "returned. Wrote to D. Appleton Co., Publisher enclosing 25c"}
{"text": "for cheap edition of Ivanhoe."}
{"text": "Friday 29 A brief brisk shower in A.M. had a cool & comfortable"}
{"text": "effect. Not quite so sultry tonight. Took trip to Hamilton's"}
{"text": "to get boy for hay. Failed to see him. Hands finished plowing"}
{"text": "bottom third time. Corn clean & growing rapidly. Have recovered"}
{"text": "from my scare in regards to wheat. My crop is looking very"}
{"text": "promising & should no disease appear will yield bountiful"}
{"text": "harvest. Sallie over on Lizzie's hill greater part P.M."}
{"text": "Received Herald & Brick."}
