{"text": "Saturday 8 January 1870 Said to be the coldest morning &"}
{"text": "coldest day throughout of the winter thus far. Willie took"}
{"text": "Sibby home, returned 3 P.M. feeling very frosty."}
{"text": "Sunday 9 Clear & very cold. Mercury down nearly to zero."}
{"text": "Creek covered with ice. Attended church & heard sermon from"}
{"text": "Philippians III—-14 I press toward the mark. Pence in the"}
{"text": "Phipps' pew. Jeff called & bid goodbye. Willie wrote to"}
{"text": "Frank Powel."}
{"text": "Monday 10 Hard freeze succeeded by warm sun. Snow melting"}
{"text": "from South sides. Hands hauled last of corn shocks. I went"}
{"text": "to Yellow Store. Registered letter for Watterson to Tutwiler,"}
{"text": "Esquire, Fluvanna County, Virginia containing $40.00 for release"}
{"text": "& shipment home of his son & Mother-in-law. Also subscription"}
{"text": "to Leslie's Illustrated for Hoffman. Mailed Willie's letter"}
{"text": "to Frank and one to Monk. Called at Captain Lyons' & carried"}
{"text": "down mail for Colonel Cocke. Sue Miller came up in company"}
{"text": "on way to Button's. Stopped a moment at J.M. Lyons' and Misses"}
{"text": "Andy & Betsy & Susie took game of snowball over me. Doc to"}
{"text": "Egypt to visit & medicine Mat Button. Tipton on the move."}
{"text": "Tuesday 11 Warming & melting. Hands shucking corn from stalks."}
{"text": "Selected site for Ben's cabin near Surgoine's Orchard. Received"}
{"text": "photo of Governor Alcorn and catalog of publications from Gurney."}
{"text": "Photos of Sumner Wilson & others from Anthony & Co. Wrote for"}
{"text": "specimen of Washington Chronicle and to Bliss & Company,"}
{"text": "Newark, New Jersey for terms of Mark Twain's new book The"}
{"text": "Innocents Abroad. Tipton brot Mrs. Tipton down. Aunt Julia"}
{"text": "Lyons called for medicine & advice for Bettie Fain. Sally down"}
{"text": "shopping with W.A. Phipps & Co. for first. Bot building material"}
{"text": "for shirts."}
{"text": "Wednesday 12 Cloudy. Misty, rainish. Hands shucking corn"}
{"text": "& hauling lumber for Ben's cabin. Watterson & Baker butchered"}
{"text": "their hogs in morning. Bill Lyons having sued on note given"}
{"text": "to Kyle & Lyons 27th December, Constable Barrett served warrant"}
{"text": "this A.M. Paid it at once. I have done with him now & trust"}
{"text": "I will never have to deal with such a devilish devil again in"}
{"text": "life. Henceforth I ignore him. Did not attend prayer meeting."}
{"text": "Weather & roads unfavorable. Do not suppose there was any"}
{"text": "assembly."}
{"text": "Thursday 13 Cloudy, thawing. Roads wretched. Hands hauling"}
{"text": "in corn. Put up lot 19 shoats for fattening. Annie Lyons &"}
{"text": "Lizzie Guthrie called moment at door. Wrote Gurney, Rockwood"}
{"text": "& Giers enclosing order, etc. Sallie complaining of cold all"}
{"text": "day & went to bed with severe headache. Cate Young & Mag Miller"}
{"text": "staying with us tonight. Contracted with young Parmer to tend"}
{"text": "Grist Mill- He to keep the mill in order-- pay one half the"}
{"text": "tax and to furnish me 1½ bushels corn per week beginning January"}
{"text": "1st."}
{"text": "Wrote note to Mr. Burem requesting him to come up and see to"}
{"text": "some important business for me."}
{"text": "Friday 14 January 1870 Cloudy & warm. No farm work. Watterson"}
{"text": "cribbed last of corn at last. Cate & Mag off at 11. Sally"}
{"text": "better this morning. Received letter from P. Sallie one from"}
{"text": "Cousin Warren. I am sick tonight. Hurt on move to Fayette"}
{"text": "Phipps' farm."}
{"text": "Saturday 15 Heavy rain last night lasting till 10 A.M. today."}
{"text": "Built fresh pen for my shoats. Tipton raised kitchen. Doc"}
{"text": "attended birthday party at Crumley's-- Multiply again. Willie"}
{"text": "went down for a whipping tonight for stubborness & inattention"}
{"text": "to his lesson in Geography. Sallie still better. Boss cross"}
{"text": "& feverish. Cleared beautifully before sunset."}
{"text": "Sunday 16 Universally considered the sunniest & sweetliest"}
{"text": "smiling day ever seen in month of January. Attended Sunday"}
{"text": "School or better called Bible Class at New Providence. Mrs."}
{"text": "Sensabaugh was buried. Ex Superintendent W.H. Watterson, Esquire"}
{"text": "dined & is spending the night. Sally sick, rather worse tonight"}
{"text": "& Doc treating with pills. Eliza Hickey over to see Sallie"}
{"text": "this P.M. Unusually warm this evening-- thunder & clouds looking"}
{"text": "very watery."}
{"text": "Monday 17 Broke first land for corn in first bottom field."}
{"text": "Cal introduced new Look & Lincoln plow, performs splendidly."}
{"text": "Heavy storm of wind & rain & thunder drove everyone in at 11"}
{"text": "& kept housed remainder of day. Watterson in bed sick. Madam"}
{"text": "Tipton made call in morning. Wrote Anthony enclosing cash order"}
{"text": "& sent to town by Esquire Watterson for registration. Will"}
{"text": "Hord conferred in regard to lumber requisition sent sometime"}
{"text": "since. Clear again at bedtime. Sallie quiet & uncomplaining"}
{"text": "tonight."}
{"text": "Tuesday 18 Clear & warm. Ground too heavy for the plow."}
{"text": "Hands hauled hay & wood. Wat' sick. To Yellow Store to sell"}
{"text": "corn & bacon. Made only partial contract. Thence to Mill Bend."}
{"text": "River too high for crossing. Interviewed Mr. Burem from bank"}
{"text": "to bank. Received specimen copies of Appleton's Journal &"}
{"text": "Washington Chronicle. Also prospectus of Mark Twain's"}
{"text": "Innocents Abroad."}
{"text": "Wednesday 19 Warm & clouding again. Two plows running,"}
{"text": "Wat still sick. Baker built manure pens in stable lot & rebuilt"}
{"text": "fencing blown down by Monday's gale. Received information thro"}
{"text": "Manda of Baker's contracting with Doc & intended removal to"}
{"text": "his Valley Farm. To Prayer Meeting.  Full house & service"}
{"text": "interesting. Jack Agee visiting our neighbors on the other"}
{"text": "hill."}
{"text": "Thursday 20 January 1870 clouds, clearing before sunset."}
{"text": "Plowing. Ben cleared out ditches. Baker piling manure in stable"}
{"text": "."}
{"text": "lot. Button to see Doc. Mat worse. Doc received notice of"}
{"text": "his Mother's illness & set out for Kingsport after dinner."}
{"text": "Jimmie home from Uncle John's. Her first ride behind."}
{"text": "Doc brought her. Watterson still unable for duty."}
{"text": "Friday 21 A most beautiful day. Cal plowing. Baker, Ben"}
{"text": "& Dennis hauled 6 logs to mill. First lumber for my house"}
{"text": "repairs. Sallie finished me lot of shirting & making a new"}
{"text": "dress for self. Received specimen copies of Ballon's Magazine"}
{"text": "& the American Union. Doc returned from Kingsport at dark-"}
{"text": "-reports his Mother better."}
{"text": "Saturday 22 Springlike. Buds beginning to swell on shrubbery."}
{"text": "Wat hung last lot bacon. Hauled 4 logs to mill & 2 loads wood."}
{"text": "Requested Agee to return my crusher-- refused-- went over"}
{"text": "with team & brot home. Contracted with Peyton Simpson to cover"}
{"text": "stable. I am complaining tonight. Willie to Mill Bend & brought"}
{"text": "Sibby home."}
{"text": "Sunday 23 Cloudy A.M. Rainy P.M. Attended church. Preaching"}
{"text": "from John XI--39 Take ye away the stone. Mrs. Tipton, Mrs."}
{"text": "Lou Hord, Hoffman & W.H. Watterson, Esquire admitted into the"}
{"text": "church."}
{"text": "Monday 24 Cloudy, Hands hauled 5 logs to mill. Cal finished"}
{"text": "plowing first field. I went to town in company with Wiley B."}
{"text": "Miller. Sold him my bacon 140 delivered at depot. Wheat $1.00."}
{"text": "Circuit Court. Electioneering lively. Came up thro drenching"}
{"text": "rain, slosh & pitchy darkness to Yellow Store & turned in for"}
{"text": "the night. Received lot photos from Gurney and Giers & notice"}
{"text": "from H. Greely that subscription to Tribune had expired. Gave"}
{"text": "Agee a going over about the Crusher."}
{"text": "Tuesday 25 Cleared off nicely again. Hands hauled 5 logs"}
{"text": "to mill. Came up from Yellow Store by breakfast. Took boots"}
{"text": "to Wright's shop for repairs. Bachman dined & examined Albums."}
{"text": "Went to see Wylie Johnson in P.M. Very sick. Neppie Tipton"}
{"text": "called on children."}
{"text": "Wednesday 26 Bright as silver. Hands hauled 6 logs. Settled"}
{"text": "with Crumley-- Due him $30.93 to which we added further balance"}
{"text": "of $37.12. Gave him due bill for whole $68.15. Start with"}
{"text": "New Year at $36.00 rent-- House, shop & garden without firewood."}
{"text": "Sally visited Madam Tipton. I to Aunt Julia's to borrow wagon"}
{"text": "to haul bacon to town. Deaconical Council at New Providence"}
{"text": "to make assessment on each member to defray necessary expenses"}
{"text": "of church. My quota $5.00. Prayer Meeting. Lecture 2nd chapter"}
{"text": "Ephesians. Sue C. called P.M. & found no one at home. Simpson"}
{"text": "began recovering stable."}
{"text": "Thursday 27 January 1870 Cloudy. Cal & Dennis hauling rails"}
{"text": "in Surgoine Orchard removing fence from Creek. Watterson to"}
{"text": "town with two-horse load 1073 1bs. bacon. Sold to Miller &"}
{"text": "Bros. at 14c. I along far as Yellow Store. Baker clearing"}
{"text": "off land for corn. Boss crouping tonight,"}
{"text": "Friday 28 Clear again. Hands Cal & Dennis hauling rails."}
{"text": "Watterson returned from Rogersville 12 bringing tombstones for"}
{"text": "Mother's grave. In P.M. we set them in place. Put Crusher"}
{"text": "in position. Boss better perhaps but still wheezing & will"}
{"text": "give us trouble again tonight. No mail."}
{"text": "Saturday 29 Clear, high winds. Hands cleaned & sacked load"}
{"text": "wheat & hauled wood. Watterson ground lot corn for hop in"}
{"text": "P.M. Boss crying & fretting again tonight. Simpson finished"}
{"text": "covering west side of stable. Election for establishing Powel"}
{"text": "County--lost."}
{"text": "Sunday 30 Warm & pretty. Doves cooing. To church. Small"}
{"text": "Bible class at recitation. Two horse meeting at Surgoinsville,"}
{"text": "one Jim Humphrey conducting."}
{"text": "Monday 31 Bright A.M. Blustery P.M. Wat & Cal hauled 12"}
{"text": "Bushels wheat to Yellow Store. Dennis plowing. Received"}
{"text": "intelligence that petition had gone up to remove Post Office"}
{"text": "to Surgoinsville. Signed Counter Petition."}
{"text": "Tuesday 1 February 1870 Frosty. Hands plowing & cleaning"}
{"text": "off ground. Sold my shoats to Phipps & Co. for $104.50. Took"}
{"text": "trip to Valley for signatures to petition to retain Post Office"}
{"text": "at Stony Point. Simpson on stable. Received small lot photos"}
{"text": "from Rockwood. Contracted with Sawyer to open ditch in Surgoine"}
{"text": "Orchard flat."}
{"text": "Wednesday 2 Bright & beautiful. Hands plowing & hauling hay."}
{"text": "Up country with my Post Office petition-- to New Canton & back"}
{"text": "by M. Sturm came to town & carried it to Rogersville for"}
{"text": "mail. Mr. & Mrs. Burem came at 1 P.M. Henry sent wagon to"}
{"text": "our shop for repairs. Molly Lyons dined. Mag Miller called."}
{"text": "Did not attend Prayer Meeting. Board of Trustees met at Stony"}
{"text": "Point and tendered D.C. Miller Principalship of academy for"}
{"text": "ensuing term."}
{"text": "Thursday 3 Warm & bright. Hands plowing & hauling wood."}
{"text": "Accompanied Mr. Burem to Thurman & Kinchelo place to look after"}
{"text": "renters etc. In P.M. took walk over farm. Doc laid up for"}
{"text": "repairs. Horse sick. Simpson finished covering stable. Called"}
{"text": "few minutes at J.M. Lyons' today. Wrote Gurney enclosing order"}
{"text": "for lot photos. Notified D.C. Miller of action of Trustees"}
{"text": "yesterday."}
{"text": "Friday 4 February 1870 Weather continuing pretty as possible"}
{"text": "Cal & Dennis plowing. Watterson clearing off fence row"}
{"text": "creek. Baker off duty. Announced his intention of leaving."}
{"text": "Mr. & Mrs. Burem off early. Sibby left us for good. I"}
{"text": "accompanied the party far as Yellow Store. Willie to Mill Bend"}
{"text": "to bring Posey back. Willie received letter from Frank Powel."}
{"text": "Saturday 5 Clear and Indian Summer-like. Plowing & clearing"}
{"text": "ground A.M. Suspended work at noon. John W. Rogan in town"}
{"text": "today. James Patton lodged with Doc last night. Sawyer finished"}
{"text": "ditch in lower Surgoine Orchard. Alice & Jimmie visited Fannie"}
{"text": "Bachman. Sally sent list of Garden seed to Parson Bachman"}
{"text": "($1.50) Settled with Phipps & Co.--squared & Phipps paid me"}
{"text": "$61.30. W.H. Watterson, Esquire with us tonight."}
{"text": "Sunday 6 Slight drizzle in morning. Sunless & shivery"}
{"text": "throughout. Attended church. Preaching from VI Chapter Mark"}
{"text": "and 26 verse And the King was exceeding sorry. W.H. Watterson"}
{"text": "back for dinner. Mollie and Sally dined & spent P.M."}
{"text": "Monday 7 Cloudy A.M. Bluster & sleet P.M. Hands plowing"}
{"text": "& cleaning off ground till noon. Suspended P.M. I went to"}
{"text": "Rogersville to express money to Henry. No Packages & Agent"}
{"text": "declined receiving. Spent night in town with Wylie B. Miller."}
{"text": "Wylie paid me $250. Aggie set in to nurse."}
{"text": "Tuesday 8 Cleared off during day. Came out to Mill Bend in"}
{"text": "A.M., dined & home P.M. Left $625 with Henry Burem to express"}
{"text": "to Henry Armstrong. Hands hauling wood. Henderson's commission"}
{"text": "as Post Master at Surgoinsville came by this mail. Wrote Henry"}
{"text": "C. Armstrong instructing him to look out for the money I am"}
{"text": "about expressing him. Received large lot Photos by express"}
{"text": "yesterday from Anthony & Co."}
{"text": "Wednesday 9 Clear & cooler than for sometime past. Hands"}
{"text": "plowing, fencing & clearing creek bank. Drafted petition for"}
{"text": "reestablishment Post Office at Stony Point. Mag Miller called"}
{"text": "on way to Prayer Meeting. Attended Prayer Meeting. Lecture"}
{"text": "14, 22 2nd chapter Ephesians."}
{"text": "Thursday 10 Clear & pleasant. Hands fencing, plowing and"}
{"text": "cleaning off creek bank. With hands all day close. Paid Simpson"}
{"text": "in full $7.50 for covering stable."}
{"text": "Friday 11 Warm-- Birds singing. Hands cleaning off lower"}
{"text": "end of meadow. Baker on the move to Hoffman Farm. Received"}
{"text": "package Garden Seed $2.50 from Carson & Wells. Wrote E. & H.F."}
{"text": "Anthony & Company to know why, etc. A. Bean died last night."}
{"text": "Saturday 12 February 1870 Cloudy. Clearing at sunset. Warm."}
{"text": "Birds & frogs like Spring. Hands cleaning creek bottom. I"}
{"text": "went to Yellow Store in P.M. Eliza Hickey to see Sally. Alice"}
{"text": "broken out with something like chicken pox. Wylie Johnson"}
{"text": "dangerously ill. Garth Backus, Bill Sands & Keene Rutledge"}
{"text": "also sick."}
{"text": "Sunday 13 Remarkably pretty, smiling Sabbath. Attended Prayer"}
{"text": "Meeting & Bible Class. Sue C. Miller called after service."}
{"text": "In P.M. Sally & I took walk over farm. Wylie B. Miller passed"}
{"text": "thro town Valleywards."}
{"text": "Monday 14 Cloudy-- rain in evening. Hands plowing creek"}
{"text": "bottom. Ben moved into Mill Cabin. Our Town thrown into unusual"}
{"text": "excitement over suspension of Post Office. Henderson, Post"}
{"text": "Master at Surgoinsville, demanded & received the keys, papers"}
{"text": "etc. belonging to the office . I, at the instance of Phipps"}
{"text": "& Bachman, started with Parson Crumley to look up authority"}
{"text": "for such proceeding. Interviewed Henderson who could not produce"}
{"text": "satisfactory and promised to return key tomorrow. Stayed the"}
{"text": "night at Yellow Store on way to Rogersville."}
{"text": "Tuesday 15 Heavy & continuous morning rain. I off to town"}
{"text": "4 o'clock and returned home by 2 P.M. Key returned and Post"}
{"text": "Office reopened. Great relief. Hands hauled wood P.M. Gillens"}
{"text": "dined. Received photos from Gurney ordered 3rd instant."}
{"text": "Letter from D.C. Miller and Henry Burem in regard to iron."}
{"text": "Wednesday 16 Frosty, clear, birds & frogs. Hands worked on"}
{"text": "road between Mill & Barn & made new fence upper end of meadow."}
{"text": "To Prayer Meeting. Lecture 3rd Chapter Ephesians 1--14 verses."}
{"text": "Mag Miller called. Miss Molly Riley at church."}
{"text": "Thursday 17 Warm & hazy. Cal hauled wood to Parsonage. Wat"}
{"text": "to funeral of old Uncle Dan Young. Ben & Dennis at work on"}
{"text": "upper end of meadow. Wrote Henry Burem. Sent lot photos to"}
{"text": "John Coldwell. Sally & children down to eddy visited me in"}
{"text": "field at work."}
{"text": "Friday 18 Heavy snowfall last night continuing to 12 M today."}
{"text": "No farm work. Feeding & firing. Received letter from Monk."}
{"text": "Another Post Office excitement in town occasioned by note from"}
{"text": "Henderson censuring Crumley's action in refusing loan of key."}
{"text": "Will Neill called a short while. Weather turning colder tonight."}
{"text": "Freezing. Sent Will Hord bill of lumber by mail."}
{"text": "Saturday 19 Warm sunshine. Snow dissolving rapidly. Hands"}
{"text": "Ben, Dennis & Wat sowed clover seed on Surgoine Orchard. I"}
{"text": "have been feeling badly all day, dull & headachy."}
{"text": "Sunday 20 February 1870 Another snow storm last night. High"}
{"text": "winds & cold this morning. Occasional skiff of snow thro day."}
{"text": "Watterson to town with wagon & team for his expected comers,"}
{"text": "son & Mother-in-law."}
{"text": "Preaching to small congregation from Revelation VII--9 After"}
{"text": "this I beheld & lo a great multitude etc. Professor Hodge"}
{"text": "& Frank Armstrong dined. Molly Lyons called & warmed."}
{"text": "Monday 21 Ground hard frozen. The coldest morning of the"}
{"text": "winter. Snow melted slowly during day. Hands hauling wood."}
{"text": "Wrote to Brady , New York & Washington ordering; to Frederick's"}
{"text": "for information and also sent 50c subscription to D.C. Finny,"}
{"text": "Publisher Chronicle. Children kept from school by the cold."}
{"text": "Fields, cattle trader from Russell County, Virginia passing"}
{"text": "the night."}
{"text": "Tuesday 22 Intensely cold morning. Cloudy day. Moderating"}
{"text": "& snow falling again at dark. Three inches thick at bedtime."}
{"text": "Hands hauled 3 loads wood. Sent Dennis in evening to Yellow"}
{"text": "Store for Jks. Settled & squared with Mayo for making boards."}
{"text": "Received answer from E. & H.F. Anthony & Company, New York to"}
{"text": "my letter of 11th instant. I am badly blue tonight. Everything"}
{"text": "earthly looks so dreary & discouraging."}
{"text": "Wednesday 23 Three inches more of snow last night. Cloudy,"}
{"text": "calm & not so cold today. Hands tramping oats. Doc & I to"}
{"text": "Church. No Prayer Meeting. Parson Bachman to Kingsport to"}
{"text": "see sick sister."}
{"text": "Thursday 24 Cloudy, cold A.M. Raining & moderating again"}
{"text": "P.M. Hands tramping oats. Wrote Muncaster and to E. & H.F."}
{"text": "Anthony & Company. Overhauled and endorsed and put away in"}
{"text": "good order all my valuable papers this evening."}
{"text": "Friday 25 Clear & warming greatly. Hands tramping oats &"}
{"text": "chopping wood. Mrs. Tipton visited Sallie. Post Office"}
{"text": "excitement revived by the stoppage of our mail at Surgoinsville."}
{"text": "Down after dinner to see about it and bring up my mail."}
{"text": "Citizens of Stony Point very indignant at the outrage & propose"}
{"text": "to circulate another petition at once for its reestablishment"}
{"text": "& bring matter before Department."}
{"text": "Gave Negress a going over this evening on the egg question."}
{"text": "Jimmie & Baby both spotted with chicken pox. Wrote for specimen"}
{"text": "Richmond Enquirer"}
{"text": "Saturday 26 Cloudy. Hands hauling wood. Dennis to Mr."}
{"text": "Burem's. Failed to cross river. Henry sent for his repaired"}
{"text": "wagon. Took another round with petition for reestablishment"}
{"text": "of Post Office at Stony Point. Children badly broken out"}
{"text": "& cross with chicken pox. Furnished Academy 3 loads wood."}
{"text": "Saturday 5 March 1870 Very chilly & disagreeable. Left"}
{"text": "Washington 7-10 by 0. & A. Railroad. Dined at Gordonsville"}
{"text": "suppered at Liberty & into a sleeping car in company with Boyd"}
{"text": "of Knoxville¬-"}
{"text": "Sunday 6 awoke suddeny at 3 A.M. to find Baggage Car off"}
{"text": "track & seriously smashed 1 mile East of Mt. Airy. Wreck revived"}
{"text": "by 9 A.M. and to Mount Airy for breakfast. Reached Bristol"}
{"text": "2-30 P.M. Rain pouring in small torrents."}
{"text": "Monday 7 Left Bristol 6-30 A.M. Broke fast at Jonesboro &"}
{"text": "reached Rogersville Junction 10:30. Laid over until arrival"}
{"text": "of Eastern train & arrived Rogersville 4 P.M. After an hour"}
{"text": "delay boarded Posey & set sail for Stony Point. Coughing &"}
{"text": "chilly. Found all well & glad. Children in high glee over"}
{"text": "their Papa & presents."}
{"text": "To bed with fresh supply of cold. Can scarcely speak above"}
{"text": "a whisper. Old Mr. Neill Carmack died from poisoning today."}
{"text": "Tuesday 8 Cloudy & chilly. Hands hauling wood. During my"}
{"text": "absence they have sown upper bottom in oats, plowed upper end"}
{"text": "of meadow & clover bottom. Everything gone swimmingly. Sallie"}
{"text": "had Peach trees planted & made early garden. I have kept close"}
{"text": "today. The cold air stopping me completely. Butchered shoat."}
{"text": "Wednesday 9 Clearing off P.M. Cold no better. In bed &"}
{"text": "indoors all day. Mrs. Tipton & Lou Hord spent day. Kate Young"}
{"text": "came in evening & Maggie after Prayer Meeting. Attended church."}
{"text": "Lecture first six verses of 4th chapter Ephesians. Hands hauling"}
{"text": "rails to fence lot above mill and chopped wood. Settled with"}
{"text": "Sawyer for ditching & paid in full $2.75."}
{"text": "Thursday 10 High winds. Hands sowing oats & fencing above"}
{"text": "mill. Girls left early. I feeling very badly, did not leave"}
{"text": "bed until 9, better during day. Strolled around over farm."}
{"text": "To Lizzie's to get line fence completed. Wrote Susan B. Anthony"}
{"text": "to discontinue Revolution."}
{"text": "Friday 11 Cloudy. Threatening rain. Hands sowing oats &"}
{"text": "clover seeds. Received letter from Monk 3rd and from Dr. G.W."}
{"text": "Young enclosing Henry's note-- $625. sent per express received."}
{"text": "Housley received appointment of Post Master of Stony Point."}
{"text": "To Burchfield's in evening for sack Norway Oats sent by him"}
{"text": "from Rogersville. Stopped at J.M. Lyons'. Chatted hour with"}
{"text": "Andy."}
{"text": "Saturday 12 Variable, occasional showers. Hands made fence"}
{"text": "at upper end of Creek Bottom. Moved sheep into new pasture"}
{"text": "above mill. Seth Christian died P.M. Harriett set in as nurse"}
{"text": "at 50c per week."}
{"text": "Saturday 19 March 1870 Ground frozen in early morning. Cloudy-"}
{"text": "- moderating. Clear at eventime. Hands hauling manure & sowed"}
{"text": "oats & clover near the house. Went with Post Master Housley"}
{"text": "to Esquire Conant's to execute bond & oath. W.S. Phipps Sworn"}
{"text": "in as Assistant Post Master. Watterson, Esquire left at 9"}
{"text": "A.M. Crumley to Scott to buy farm."}
{"text": "Sunday 20 Warmer considerably. Smoky. Preaching in morning"}
{"text": "from Matthew Xii--32 but whosoever speaketh against the Holy"}
{"text": "Ghost it shall not be forgiven etc. and evening service from"}
{"text": "Genesis XIX--17 Escape for thy life etc. Goodly number in"}
{"text": "attendance. Saw Gabriel's bride Mary Eliza for first in life."}
{"text": "Monday 21 Heavy rain last night. Too wet to plow. Hands"}
{"text": "chopping & hauling wood in P.M. for Parson Bachman. To Yellow"}
{"text": "Store to mail Housley's Bond, oath, etc. Return in company"}
{"text": "with Reverend Bachman. Sue Miller my company down from J.M."}
{"text": "Lyons'. Attended hands closely P.M. Gave Dennis a down setting"}
{"text": "regard to non attention to hogs. Little Harry Clay got leg"}
{"text": "mangled by wagon. Wrote William H. Watterson, Esquire,"}
{"text": "Rogersville to send for Knoxville Whig--- to W.F. Sturm for"}
{"text": "Iron."}
{"text": "Tuesday 22 Warming, windy, ground drying. Planted Irish"}
{"text": "Potatoes near cave (Early Rose & Goodrich), 3 Pecks each. Mr."}
{"text": "Vench assisted-- first three rows planted with his cutting 1"}
{"text": "dozen Early Rose. The next two rows with a dozen of my cutting."}
{"text": "It is intended to ascertain the yield of each dozen. Letter"}
{"text": "from Henry Burem that corn sacks had been ordered. Willie went"}
{"text": "for Mary Miner, who came P.M. to assist in making children's"}
{"text": "clothes. Ben making rails."}
{"text": "Wednesday 23 Weather fine. Hauling manure on Orchard wheat."}
{"text": "Wat & Ben cleaning out ditch across Creek Bottom & shading"}
{"text": "garden. Took up Irish Potatoes 10 bushels. De Miller for Doc."}
{"text": "Uncle much worse. To Prayer Meeting-- Lecture 4 Ephesians 6,"}
{"text": "17."}
{"text": "Thursday 24 Warm dry. Hauling manure on Orchard. Ben & Wat"}
{"text": "sowing oats New Ground. To Yellow Store P.M. Uncle easier"}
{"text": "than yesterday but very ill. Dr. Jones moved to Surgoinsville."}
{"text": "Friday 25 Looking for rain. Finished sowing oats New Ground."}
{"text": "Hauling manure & clover chaff off Bottoms. To Wright's shop"}
{"text": "A.M. gave measure for boots. Thence to Aunt Julia s-- back"}
{"text": "by noon. To Mill Bend P.M. to see about sacks, shelling etc."}
{"text": "spent night. Henry bot Bussell's Mill. Mrs. Carmack & Rachel"}
{"text": "Mckirgan called. Received letter from Giers in reply to 17th."}
{"text": "Sunday 3 April 1870 Still under a cloud, chilly & cheerless"}
{"text": "A.M. Great & small except myself turned out to Preaching both"}
{"text": "morning & evening. Some interest manifesting. Seven Surguiners"}
{"text": "reported. No callers today."}
{"text": "Monday 4 Fair, frosty. Attended church. Parson Campbell"}
{"text": "served us from Matthew XI 20--25. Evening from Romans V--1."}
{"text": "Wrote Henry Armstrong announcing Uncle Neill's death. To Brady."}
{"text": "Sorony & Company. Gurney & Sallsman enclosing orders."}
{"text": "Sally Carmack dined & spent P.M. No farm work except laying"}
{"text": "wood for New Ground fence. Preaching appointed tomorrow night."}
{"text": "Interest abating."}
{"text": "Tuesday 5 Frosty, fair. Hands plowing creek bank. Dennis"}
{"text": "returned to duty. Housley received commission as Post Master."}
{"text": "Received 1st copy Knoxville Whig. Reverend Campbell dined"}
{"text": "& spent P.M. To Yellow Store after noon to interview Wylie"}
{"text": "B. Miller before starting for goods. Cate Young tead &"}
{"text": "accompanied us to church at night. Reverend Campbell from"}
{"text": "Corinthians."}
{"text": "Kate back with us tonight."}
{"text": "Wednesday 6 Cool, clear, windy. To Mill Bend for Post Office"}
{"text": "instructions. Sally C. Phipps spent day. Mag Miller took supper"}
{"text": "& went with us to church. Six new members: L.B. Lyons, Jimmie"}
{"text": "McKirgan, Billy Carmack, James Forgey, Frank Armstrong & Molly"}
{"text": "Lyons received. Bachman preached. Wiley B. Miller left for"}
{"text": "New York. Hands plowing in Bottom. Ben working at his New"}
{"text": "Ground this week."}
{"text": "Thursday 7 Dry & cool. Hands made ready Bottom for laying"}
{"text": "off. Watterson hauled his corn from New Ground. Ben set out"}
{"text": "Peach seed in P.M."}
{"text": "Wylie M. Young dined. Sold Syl Kincaid some cattle $75.00."}
{"text": "Friday 8 Clear & cool. Hands laying off Bottom for planting."}
{"text": "Sent Watterson with cart to New Canton for seed corn. Last"}
{"text": "Fall Will Hord promised me as much as I wanted to plant & today"}
{"text": "returns my cart with 2 Bushels. Sent to James Coldwell's for"}
{"text": "corn sheller. In P.M. I went to Mayo's for help to shell corn."}
{"text": "Also to Wright's shoe shop & thence to Aunt Julia's to look"}
{"text": "at cattle-- return at dark. Sally gardening."}
{"text": "Saturday 9 Rainy. Shelling corn. Started to Mill Bend to"}
{"text": "see after sacks & met them at Yellow Store on way. Julia, the"}
{"text": "cook home on visit."}
{"text": "Sunday 10 Cloudy & cool. To Sunday School. In P.M. wrote"}
{"text": "to Wylie B. Miller care Langstroth- Maison & Co., Philadelphia"}
{"text": "Monday 11 April 1870 Fair, warmer. Hands shelled corn A.M."}
{"text": "Broke machine badly. Began planting corn P.M. Mailed letters"}
{"text": "to Miller & to the Chicago Tribune. Willie wrote to his Grand"}
{"text": "Pa. Nugent on a bender."}
{"text": "Tuesday 12 Weather fine. Finished planting first Bottom &"}
{"text": "commenced crossing 2nd Bottom. Received letter from Cousin"}
{"text": "Mat Barnett, one from Henry Burem. Photos from Sallsman & reply"}
{"text": "from Brady. Post Office stamp arrived."}
{"text": "Wednesday 13 Warm & fair. Hands crossing 2nd Bottom & hauling"}
{"text": "manure from Barn. John S. Brooks, Agent Piedmont & Arlington"}
{"text": "Life Insurance Co. dined & spent P.M. Almost persuaded me to"}
{"text": "take a $5000. policy and the agency for County. Doc examined"}
{"text": "me & we made out the application with promise to consider well"}
{"text": "& see him again this week."}
{"text": "To Prayer Meeting. Hodge presided."}
{"text": "Thursday 14 Warm & hazy. Fire on Mountains. Hands preparing"}
{"text": "2nd Bottom for planting. Ben in Garden. Attended sale at"}
{"text": "Cornelius Carmack's, deceased. Dinnered there. Nugent still"}
{"text": "spreeing-- thrown from horse & brot home in buggy-- not seriously"}
{"text": "injured."}
{"text": "Nanny Clay & children called. Fudge Freedwomen confess to"}
{"text": "stealing $100. from a trunk & say they turned over the same"}
{"text": "to Lucetta Gillenwaters for safekeeping."}
{"text": "Allen, of the firm Sturm & Co. stopping with milch stock enroute"}
{"text": "to Rogersville."}
{"text": "Friday 15 Warm, smoky. Began planting 2nd Bottom P.M. Annie"}
{"text": "Lyons and Linda Armstrong called. Received photo Longfellow"}
{"text": "from Sorony & Co. and some others from Gurney & son."}
{"text": "To Mill Bend evening & spent night. Bot three head cattle and"}
{"text": "a colt for Willie from Henry Burem."}
{"text": "Saturday 16 To Rogersville A.M. Subscribed for Holston Journal"}
{"text": "& sent to Henry Armstrong. Attended service at 2nd Presbyterian"}
{"text": "Church. Reverend C. Waterbury discoursed in manner truly"}
{"text": "edifying from Luke XII -15. Called on the Sturm family after"}
{"text": "noon. Heavy rain & snow squall set in 2 o'clock & detained"}
{"text": "me in town till near dark. Borrowed overcoat of friend"}
{"text": "Stringfield & home."}
{"text": "Henry Burem came up P.M. and brought boat for corn. Nugent"}
{"text": "in Rogersville on a terrible drunk. Fudge committed his female"}
{"text": "freedmen to Jail. Roxie dropped a beautiful bay colt last night."}
{"text": "Sunday 17 Easter. Squally & snowy as usual. Did not attend"}
{"text": "Sabbath School. Spent indoors with exception of a jaunt with"}
{"text": "Henry to River in evening. Superintendent W.H. Watterson"}
{"text": "Esquire dined & spent night. Jim Watterson to town to see after"}
{"text": "Nugent"}
{"text": "Wednesday 27 April 1870 Warm & cloudy with short severe storm"}
{"text": "& shower in evening. Hands planted Creek Bottom. To Prayer"}
{"text": "Meeting. Lecture Ephesians IV 25-32. To Yellow Store P.M."}
{"text": "Thursday 28 Cloudy. Rain setting in at dark. Hands laying"}
{"text": "off & planting for Watterson. With Wylie B. Miller to Mill"}
{"text": "Bend in evening. Sold him six head cattle $100.00. Received"}
{"text": "barrel Russet Potatoes from Sturm. Wrote Savony & Co."}
{"text": "Friday 29 Rainy. Sheared sheep. Took Ben to Mill Bend P.M."}
{"text": "for cattle. Brot far as Yellow Store and turned in pasture"}
{"text": "for the night. Dennis to Miller's Mill with cart of wheat."}
{"text": "Received letter from Monk."}
{"text": "Saturday 30 Prepared patch & planted Russet Potatoes near"}
{"text": "Barn. Sent to Yellow Store for my cattle P.M. Out & home last"}
{"text": "night. Sturm, Ham Hord & Lady and Colonel Franklin in town."}
{"text": "Rox Martinetted."}
{"text": "Sunday 1 May 1870 Lovely day. Sally & the children with me"}
{"text": "to church. Preaching from Psalms XIX --1 And in the keeping"}
{"text": "of them there is great reward. Service at night from"}
{"text": "Revelation XIV 10-11."}
{"text": "Monday 2 Finished planting Watterson's corn A.M. and planted"}
{"text": "watermelons P.M. Ben in his new ground."}
{"text": "Sally visited Madam Agee for first since the fall."}
{"text": "Tuesday 3 Hands cross plowing & fencing New Ground. To"}
{"text": "Rogersville P.M. Paid Sturm $10.00. Filed application for"}
{"text": "Manufacturing purposes. Attended choir meeting. Remained all"}
{"text": "night. Received photo of General Quesada from Gurney & Sons."}
{"text": "Wednesday 4 Left Rogersville A.M. to Yellow Store for dinner."}
{"text": "Tried a trade with Wiley for mule. Hands planted New Ground"}
{"text": "corn and plowed early potatoes. Began plowing corn in Bottom,"}
{"text": "To Prayer Meeting. Lecture 4th chapter Ephesians 30-32. Mag"}
{"text": "Miller here tonight."}
{"text": "Thursday 5 Very warm & dry. Everything needing a shower."}
{"text": "Mag Miller left P.M. Mailed letters to Wiley B. Miller on mule"}
{"text": "& cattle business, to Sturm for sweet potatoe slips and to Gurne"}
{"text": "& Son. Plowing corn in Bottom. Ben stiring and laying off"}
{"text": "on Creek. Wat in Garden. Larkins threw the blue colt. Clint"}
{"text": "borrowed rifle."}
{"text": "Friday 6 Dry & windy. Plowing Bottom corn. Ben breaking"}
{"text": "island. Mrs. Tipton called. Wylie Young dined. Dennis sick"}
{"text": "Boss a little croupy tonight."}
{"text": "Tuesday 21 June 1870 Sunny. Hauled hay. Collins Boys strike"}
{"text": "for higher wages & get dismissed at once. Ox gored & badly"}
{"text": "crippled my Bick mule. Received letter from Henry Burem &"}
{"text": "reply from Fredericks. Button borrowed sledge."}
{"text": "Eddie cut first tooth."}
{"text": "Wednesday 22 Hauled last of hay. Dennis plowed patches."}
{"text": "Attended singing 4 P.M. & prayers at night. Bachman bad humored"}
{"text": "& service short."}
{"text": "Thursday 23 Plowing A.M. Cutting Surgoine Orchard P.M. To"}
{"text": "Valley for Harvesters. Wrote Henry Burem, Sally to Willie."}
{"text": "To Brownlow for guttering."}
{"text": "Friday 24 Very warm. Harvesting. 4 cradles in Orchard near"}
{"text": "Barn. Sands & 'Cal' gave out. Sally visited Mrs. Collins."}
{"text": "Saturday 25 Very hot. Wat & Dennis cutting their wheat."}
{"text": "To Yellow Store in evening. To singing at 4. Coldwell"}
{"text": "whitewashed Nugent's House."}
{"text": "Sunday 26 To Sunday School. William H. Watterson, Esquire"}
{"text": "& Wiley B. Miller dined & spent P.M."}
{"text": "Monday 27 Extraordinarily warm. 4 cradles cutting wheat."}
{"text": "Carpenters tore down passage between houses. Negro minstrely"}
{"text": "at night. John Ellis Jr. died yesterday & buried today."}
{"text": "Masonically honored. Sturm & Sally P. passed thro town on way"}
{"text": "to funeral."}
{"text": "Tuesday 28 Weather waxing warmer each day. Wat & Ben plowing‐"}
{"text": "- others cutting down wheat. Carpenters raised dining room"}
{"text": "frame. Received photos from Black. Letter from Henry Burem."}
{"text": "Eddie crawling for first."}
{"text": "Wednesday 29 Hands in corn. Ben working out the Island."}
{"text": "To Yellow Store P.M. on business. Notified that I had been"}
{"text": "appointed Delegate from County to attend Mass Meeting at"}
{"text": "Knoxville on Monday next 4th. To Prayer Meeting. Paid Benoni"}
{"text": "Johnson $25.00 to be credited on note."}
{"text": "Thursday 30 Some indications of rain. Shower needed. Hands"}
{"text": "in corn, weeds dying rapidly. Wrote Henry Burem. Carpenters"}
{"text": "at the cornice. Ordered another lot photos from Black."}
{"text": "Friday 1 July 1870 Hands in corn. Passed A.M. about the Post"}
{"text": "office arranging for Quarterly Return. In afternoon went to"}
{"text": "Ebb & Flowing Springs to attend Professor Mooney's School"}
{"text": "Exhibition. Brass Band-- large audience. Broad Burlesque"}
{"text": "most intolerable. Boxing till 12 Midnight. Henry Burem &"}
{"text": "Willy present. Went home with them after close of exercises,"}
{"text": "heartily hungry & sleepy."}
{"text": "Tuesday 12 July 1870 Hands at oats & corn. To Mill Bend in"}
{"text": "P.M. on business. Dot a little sick."}
{"text": "Wednesday 13 Passed A.M. riding with Henry over his late"}
{"text": "Bussel purchase. After dining to Rogersville. Returned at"}
{"text": "dusk. Missy Sally M. & Amy Phipps took tea with us. To prayer"}
{"text": "meeting. Lecture on last of Ephesians. Hands in oats & corn"}
{"text": "again today. Negro Arthur began work for a month, more or less."}
{"text": "Thursday 14 All hands in their corn. Messrs Wiley B. Miller"}
{"text": "& J.C. Fleming in town. Out on a lark of some kind. Lunched"}
{"text": "at store & started Valleyward."}
{"text": "Friday 15 Began hauling wheat. Jeff visiting & at work."}
{"text": "To Tannery in A.M. Received bill of freight stove & buggy $1.80"}
{"text": "from Sturm. Carpenters Cooley & Stephens home. Wrote 2 letters"}
{"text": "to J. Rogan."}
{"text": "Sunday 17 Attended Church with Sally & children. Reverend"}
{"text": "Tadlock served us from the subject Set not your affection on"}
{"text": "things of earth. Rained some in P.M. First sermon in new"}
{"text": "church. Bachman preached at night."}
{"text": "Negro row in the Bureau."}
{"text": "Another severe candling from Madam Armstrong."}
{"text": "Saturday 16 (Omitted on preceding page. Hands hauling &"}
{"text": "stacking wheat to M. No farm work in P.M. Dennis & Billy to"}
{"text": "Mill Bend in buggy for white lead, apples etc."}
{"text": "Brot Alice home.) Sic"}
{"text": "Monday 18 Hands plowing, cutting down oats & commenced mowing"}
{"text": "Creek meadow. Sent for specimen of 'New York Standard' & Buffalo"}
{"text": "Express and to Elrod, Louisville for photo Dr. Dabney. Received"}
{"text": "reply from Rogan. Sally served some early turnips."}
{"text": "Tuesday 19 Hands mowing A.M. Hauling grain P.M. Fudge"}
{"text": "machining my bottom grass in evening. Sally visited Mrs."}
{"text": "Johnson who is very ill. Button dined & carried off Doctor"}
{"text": "to see his youngest. Andy Lyons called to borrow buggy to bring"}
{"text": "Mrs. Dr. Hoffman from Kingsport. Saw Fain a few minutes late"}
{"text": "P.M. Burchfield took Bal for repairs."}
{"text": "Wednesday 20 Hauling grain A.M. Showery P.M. Boys cleaned"}
{"text": "out barn, weeded potatoes etc. Bean came for the borrowed buggy."}
{"text": "Sally visited parsonage. Another strike. Ecclesiastical Cooley"}
{"text": "& Stephens returned to duty."}
{"text": "Thursday 21 July 1870 To town for balance of my 4th July."}
{"text": "Big mass meeting-- Andy the Johnson heroing the occasion-- Big"}
{"text": "speech-- Big Brass blow-- Big Democratic bully big (illegiblel."}
{"text": "Took Willie along who enjoyed the day greatly-- Out to Mill"}
{"text": "Bend at night. Hands hayed & hauled grain. Rain at dark."}
{"text": "Sally to see Madam Agee. Carpenters putting up brackets."}
{"text": "Friday 22 Fair & very hot. Hands finished hauling Watterson's"}
{"text": "wheat & put up hay. Will Hord left $50. & order on Sturm for"}
{"text": "me. Spent day overseeing & reading. Mrs. Manis buried."}
{"text": "Saturday 23 Hotter & hotterer. Mercury about 200° in the"}
{"text": "ice house & still mounting. Hands hauled hay & last of oats"}
{"text": "A.M. No farm-work P.M. Watterson repaired barn roof."}
{"text": "To Yellow Store in evening for children's Buggy-- brot in dark,"}
{"text": "babies all in great glee."}
{"text": "Two Clinch men & wives (guests of Dr.) dined."}
{"text": "Sunday 24 Did not attend Sabbath School. Spent A.M. reading"}
{"text": "Butcher's Services. In P.M. took Sally & J.E.B. to Button's."}
{"text": "Little 'D' very ill & not expected to live. Sally remained"}
{"text": "& brot horse home."}
{"text": "Monday 25 Hands hauling hay & wheat. Wrote Sturm, J.W. Black."}
{"text": "Hoxsie & DePue sent $5.75 by Registered letter to Coulter &"}
{"text": "Browder, Morristown for box glass. Sally returned at 'M'."}
{"text": "Sold Housley woodwork of wagon. Willie with Jimmie Lyons"}
{"text": "tonight."}
{"text": "Tuesday 26 Hands hauled Surgoine Orchard wheat. Fudge finished"}
{"text": "mowing meadow. Paid him $5.00. Wylie M. Young dined. Paid"}
{"text": "Phipps $40.00 on the Creasy (church) note. Cooley flooring"}
{"text": "dining room. Lizzie Lyons visited the children & they improvised"}
{"text": "a nice little dinner."}
{"text": "Wednesday 27 Red hot. Baker hauled his wheat to stack A.M."}
{"text": "Hands in hay P.M. Attended Prayer Meeting."}
{"text": "Thursday 28 Hands finished hauling hay. Crops all gathered"}
{"text": "in good condition. Plowed sweet potatoes P.M. Down to see"}
{"text": "Buck Phipps on newspaper business."}
{"text": "Friday 29 Very little farm work. Hands holidaying. Arthur"}
{"text": "paid up & dismissed. Watterson fenced wheat stack in Surgoine"}
{"text": "Orchard. Visited N.L. Phipps A.M. who has been sick abed several"}
{"text": "days. Received reply from Hoxsie & DePue & Bill of glass from"}
{"text": "Coulter & Browder. Madams Bachman, Tipton & Miss Bachman called"}
{"text": "P.M. Harriet the nurse left. Ben plowed Island corn."}
{"text": "Monday 8 August 1870 Off early with Dennis & the mules to"}
{"text": "Mill Bend for family. Sun so blazing hot concluded to wait"}
{"text": "for cool of the evening. Reached home dark. Buggy broke down"}
{"text": "near Surgoinsville landing us uncermoniously in the road. Ben"}
{"text": "ditching in Bottom. Cal returned to duty. Wrote Stacey & Angel,"}
{"text": "Black & Fredericks. Hodge opened school."}
{"text": "Tuesday 9 Commenced coultering for wheat in Mill field. Ground"}
{"text": "hard & sun exceedingly 'solly'. Watterson sharpening Mill stone."}
{"text": "Gathered cart full melons. Dennis took sack full to Mill Bend."}
{"text": "Received letter from D.S. Trout. Photo of Dahlgren & note from"}
{"text": "Hoxsie & DePue returning the $2.00 sent him 4th instant. Wrote"}
{"text": "Rogan regarding the Tipton House. Cate Young & Hattie Foard"}
{"text": "dined. Willie, Alice and Jimmie started to school-- Jimmy s"}
{"text": "first. New nurse 'Tip' went on duty."}
{"text": "Wednesday 10 Plowing & cleaning off ground. Wat in Mill all"}
{"text": "day. Rumor came A.M. of death of Button's Baby. Went down"}
{"text": "after dinner & found it false. Bachman called P.M. &"}
{"text": "watermeloned. No Prayer Meeting. Heavy water spout on Sinking"}
{"text": "Creek washing everything before it. Wiley B. Miller & Bro."}
{"text": "damaged $500."}
{"text": "All above blazing with electricity tonight."}
{"text": "Thursday 11 Showery-- heavy at times. But little farm work."}
{"text": "Watterson on a female frolick. Dennis unable for duty. I have"}
{"text": "also been lying around about half sick. Sally spent day with"}
{"text": "Mattie Lyons. Baby not suffering so much as on yesterday."}
{"text": "Wrote Hoxsie & DePue and C.H. Williamson."}
{"text": "Friday 12 Ben completed Bottom ditch. Dennis down still."}
{"text": "Cal plowing . To Valley P.M. for hands to cut clover seed."}
{"text": "Called at Uncle John Young's to see Mrs. Foard. To Aunt Julia's"}
{"text": "after supper on visit to the little sick-- found him dead—‐"}
{"text": "remained to Midnight & then home. W. C. Lyons returned from"}
{"text": "Arkansas."}
{"text": "Saturday 13 Making arrangements for the funeral. Selected"}
{"text": "spot for the grave & then to Yellow Store for trimmings for"}
{"text": "coffin. P.M. at church yard. Hands cutting clover seed &"}
{"text": "plowing. Another cart load fine melons this evening. Eddie"}
{"text": "feverish & fretful tonight."}
{"text": "Sunday 14 To Sunday School in morning. Funeral service at"}
{"text": "12 M."}
{"text": "Brisk showers through the day. Frank & Clint over & ate melons."}
{"text": "Cooley & Co. returned. Little Dot growing worse today. Taking"}
{"text": "medicine every hour. At bedtime he has very high fever & we"}
{"text": "are uneasy."}
{"text": "Monday 15 August 1870 Sat up all night. Giving medicine &"}
{"text": "attention to Little Dot-- fever raging & very restless. Today"}
{"text": "he has seemed better. Heavy rains again. Stopping farm work"}
{"text": "at 10 A.M. Sent cash order to Stacy & Angel. Jimmie sick &"}
{"text": "not at school."}
{"text": "Tuesday 16 Cleared off & cooler. Cal coultering. Ben & Dennis"}
{"text": "in clover. River top of banks. Island corn submerged. Received"}
{"text": "note from D.C. Miller. Reply from Land Agent Nocho Falls, Kansas"}
{"text": "& wrote Anthony & Co. Cate Young & Sally Foard called & meloned."}
{"text": "Wrote Sturm & Charlie Lackey per N.L. Phipps. Dottie better."}
{"text": "Wednesday 17 Hands piling clover seed & coultering. Lizzie"}
{"text": "Lyons with children. Molly Lyons called in evening. Attended"}
{"text": "Prayer Meeting. Bachman discoursing on Ghosts."}
{"text": "Thursday 18 Wat to Mill. Cal plowing. Ben & Dennis finished"}
{"text": "clover seed & cleaning off ditches & fences. Misses Sally Phipps"}
{"text": "& Emma Jones spent P.M. Wrote Anthony, Terence McGrath & Gurney."}
{"text": "Call for Dr. to Clinch to amputate leg. Allie home with Lizzie"}
{"text": "Lyons tonight."}
{"text": "Friday 19 Bright & very warm. Little Dot about well again,"}
{"text": "pleasant & playful but Alice came home from school sick, very"}
{"text": "high fever."}
{"text": "high fever Mrs. Foard & Kate spent P.M. Hickey repaired wardrobe doors."}
{"text": "Cal plowing-- the other hands cutting briers etc. Received"}
{"text": "reply from Black."}
{"text": "Saturday 20 Hands plowing & cleaning off ground. To town."}
{"text": "Bot Marriage license for Calvin. Received pair Colts deringers"}
{"text": "from Stacy & Angel. Hodge called. Molly Lyons & Zack. Alice"}
{"text": "very ill tonight, Scarlet Fever."}
{"text": "Sunday 21 To preaching. Allie better A.M. Sicker P.M. Annie"}
{"text": "& Billy Lyons dined & spent evening. Preaching again at night"}
{"text": "but did not attend on account of Alice's illness."}
{"text": "Monday 22 Sat up all night with Allie. Medicine every hour"}
{"text": "since 3 P.M. yesterday. Ben ditching. Dennis to Mill Bend."}
{"text": "Watterson to Stanley Valley in P.M. for some sort of plant to"}
{"text": "make tea for Alice. Bachman called about ten minutes. Mr."}
{"text": "& Mrs. Burem came at 5 P.M. and Sally C. Phipps at 7. Alice"}
{"text": "is very sick & takes medicine very reluctantly."}
{"text": "Tuesday 23 Alice, we hope, is some better this morning, fever"}
{"text": "abated to great extent. Sally Phipps left early. Mr. Burem"}
{"text": "& I took walk over farm in forenoon. Hands Wat plowing, Ben"}
{"text": "ditching & Dennis in Garden. Cal absent without leave this"}
{"text": "week. Professor Hodge called to see Alice in evening. Mrs."}
{"text": "Tipton with us tonight. Alice decidedly better."}
{"text": "Wednesday 24 August 1870 Alice rested pretty well last night"}
{"text": "seems refreshed-- wanting to eat some this A.M. Mr. Burem"}
{"text": "left at 8 for home. Hands Ben & Dennis ditching & plowing."}
{"text": "Wat repairing kiln for fruit drying. Did not attend prayer"}
{"text": "meeting. Andy Lyons called at door."}
{"text": "Thursday 25 Very dry & warm. Dennis finished coultering Mill"}
{"text": "field. Watterson hauling wood to kiln. Ben cleaning off Yard"}
{"text": "for tramping clover seed. Mrs. Brad Amis dined. Calvin married."}
{"text": "Friday 26 Alice still mending. Mrs. Burem left early for"}
{"text": "home. I accompanied far as Yellow Store. Called to see Aunt"}
{"text": "Juliett, found her greatly worse. Hands began tramping off"}
{"text": "clover seed. Haltered two colts Beulah and Barbe Bleue"}
{"text": "for first. Cooley finished carpentering & left. His hands"}
{"text": "remaining-- paid him $40 specie. Betty Fain visited."}
{"text": "Saturday 27 Hands Ben & Wat mowed off front yard-- Dennis"}
{"text": "plowed A.M. In P.M. all hands to tramping yard but soon driven"}
{"text": "in by heavy rain-- no further farm work. Aunt Juliet died 8"}
{"text": "A.M. Alice much better sitting up for first."}
{"text": "Sunday 28 Attended funeral service at Yellow Store. Bachman"}
{"text": "officiating-- Large attendance. Home by 4 P.M. Alice up &"}
{"text": "doing very well."}
{"text": "Monday 29 Ben plowing. Dennis ditching-- Cal returned to"}
{"text": "duty & puttered about yard doing very little. Wrote Henry C."}
{"text": "Armstrong informing him of Aunt's death."}
{"text": "Agent & bill stickers for Ames Circus & Menagerie stopped"}
{"text": "and posted for performance at Stony Point 9th September. In"}
{"text": "P.M. I took Billy to Watterson's store, Grist Mill etc. Sally"}
{"text": "canning fruit. Cooley's Company off at last."}
{"text": "Tuesday 30 Rain last night making heavy plowing in A.M. A"}
{"text": "second shower stopped operations. Wat & Dennis removing rubbish"}
{"text": "& leveling yard. Willy with Calvin to Mill. Skeesicks Young"}
{"text": "called in evening. Hickey varnished furniture. Ben sheep"}
{"text": "hunting."}
{"text": "Wednesday 31 Ben still after stray sheep. Cal repaired line"}
{"text": "fence across Island. Dennis plowing-- Wat at work on his wheat"}
{"text": "field. To Forgey's to see Machinists about threshing wheat."}
{"text": "In P.M. all hands to tramping clover. Had war with Watterson"}
{"text": "& also gave Dennis a downsetting. Did not attend Prayer Meeting."}
{"text": "Sally screaming with her teeth."}
{"text": "Thursday 22 September 1870 Hands still taking tops & fodder."}
{"text": "To J.S. Phipps A.M. to look after the threshing machine. Wrote"}
{"text": "Charley Lackey and Stoke D. Mitchell."}
{"text": "Friday 23 Hands in corn. Mee's Machine reached stock yard"}
{"text": "dusk. Bot black filly from Housley for $100. Set up new desk"}
{"text": "in Post Office."}
{"text": "Saturday 24 To Valley for hands to thresh wheat Monday next."}
{"text": "Called at P.L. Henderson's on financial business in P.M. Went"}
{"text": "down & interviewed Skeesicks & Butter at Forgey's. Watterson"}
{"text": "& Willie went down to Mill Bend & brot back cow & calf. Dug"}
{"text": "more Irish Potatoes."}
{"text": "Sunday 25 To Sunday School."}
{"text": "Monday 26 Threshing wheat."}
{"text": "Tuesday 27 Threshing wheat."}
{"text": "Out in Gravelly again speculating."}
{"text": "Wednesday 28 Finished threshing at 10. 435 Bushels wheat"}
{"text": "and 40 bushels Norway Oats-- just half crop each. Sheriff Spears"}
{"text": "confuxed/confluxed (?) badly last night. Did not attend prayer"}
{"text": "meeting."}
{"text": "Thursday 29 To Rogersville and return thro rain. Thoroughly"}
{"text": "drenched. Parson Bachman moved family to town. Hands helping"}
{"text": "thresh on the Other-hill yesterday & today."}
{"text": "Friday 30 Ground too wet for plowing. To Ham Hord's for money"}
{"text": "to facilitate Lizzie's return. W.A. Phipps to meet her at"}
{"text": "Jackson, Tennessee next week. Henry Burem up with wagon load"}
{"text": "sheep for Sally. Went down with him to interview Burchfield"}
{"text": "P.M. Received letter from Cooley dunning for money."}
{"text": "Saturday 1 October 1870 Henry home early. To McPheeter's"}
{"text": "Bend to see stock trader. Called at New Canton on return and"}
{"text": "frolicked a few with Will Hord."}
{"text": "Sunday 2 To preaching-- Text taken from 6th verse of the 9th"}
{"text": "chapter of Acts, Lord what wilt thou have me to do? Bachman"}
{"text": "a guest of W.A. Phipps tonight."}
{"text": "Monday 3"}
{"text": "Monday 3 Most of hands helping Mrs. Agee to thresh. Ben &"}
{"text": "Dennis made new hog pen and hauled load corn from Island. Gave"}
{"text": "Dennis his dismissal for impertinence. Sally visited Aunt Julia"}
{"text": "Lyons P.M. Wrote Cooley but sent no funds. Will Hord in town."}
