{"text": "Saturday 19 March 1870 Ground frozen in early morning. Cloudy-"}
{"text": "- moderating. Clear at eventime. Hands hauling manure & sowed"}
{"text": "oats & clover near the house. Went with Post Master Housley"}
{"text": "to Esquire Conant's to execute bond & oath. W.S. Phipps Sworn"}
{"text": "in as Assistant Post Master. Watterson, Esquire left at 9"}
{"text": "A.M. Crumley to Scott to buy farm."}
{"text": "Sunday 20 Warmer considerably. Smoky. Preaching in morning"}
{"text": "from Matthew Xii--32 but whosoever speaketh against the Holy"}
{"text": "Ghost it shall not be forgiven etc. and evening service from"}
{"text": "Genesis XIX--17 Escape for thy life etc. Goodly number in"}
{"text": "attendance. Saw Gabriel's bride Mary Eliza for first in life."}
{"text": "Monday 21 Heavy rain last night. Too wet to plow. Hands"}
{"text": "chopping & hauling wood in P.M. for Parson Bachman. To Yellow"}
{"text": "Store to mail Housley's Bond, oath, etc. Return in company"}
{"text": "with Reverend Bachman. Sue Miller my company down from J.M."}
{"text": "Lyons'. Attended hands closely P.M. Gave Dennis a down setting"}
{"text": "regard to non attention to hogs. Little Harry Clay got leg"}
{"text": "mangled by wagon. Wrote William H. Watterson, Esquire,"}
{"text": "Rogersville to send for Knoxville Whig--- to W.F. Sturm for"}
{"text": "Iron."}
{"text": "Tuesday 22 Warming, windy, ground drying. Planted Irish"}
{"text": "Potatoes near cave (Early Rose & Goodrich), 3 Pecks each. Mr."}
{"text": "Vench assisted-- first three rows planted with his cutting 1"}
{"text": "dozen Early Rose. The next two rows with a dozen of my cutting."}
{"text": "It is intended to ascertain the yield of each dozen. Letter"}
{"text": "from Henry Burem that corn sacks had been ordered. Willie went"}
{"text": "for Mary Miner, who came P.M. to assist in making children's"}
{"text": "clothes. Ben making rails."}
{"text": "Wednesday 23 Weather fine. Hauling manure on Orchard wheat."}
{"text": "Wat & Ben cleaning out ditch across Creek Bottom & shading"}
{"text": "garden. Took up Irish Potatoes 10 bushels. De Miller for Doc."}
{"text": "Uncle much worse. To Prayer Meeting-- Lecture 4 Ephesians 6,"}
{"text": "17."}
{"text": "Thursday 24 Warm dry. Hauling manure on Orchard. Ben & Wat"}
{"text": "sowing oats New Ground. To Yellow Store P.M. Uncle easier"}
{"text": "than yesterday but very ill. Dr. Jones moved to Surgoinsville."}
{"text": "Friday 25 Looking for rain. Finished sowing oats New Ground."}
{"text": "Hauling manure & clover chaff off Bottoms. To Wright's shop"}
{"text": "A.M. gave measure for boots. Thence to Aunt Julia s-- back"}
{"text": "by noon. To Mill Bend P.M. to see about sacks, shelling etc."}
{"text": "spent night. Henry bot Bussell's Mill. Mrs. Carmack & Rachel"}
{"text": "Mckirgan called. Received letter from Giers in reply to 17th."}
