{"text": "Friday 4 February 1870 Weather continuing pretty as possible"}
{"text": "Cal & Dennis plowing. Watterson clearing off fence row"}
{"text": "creek. Baker off duty. Announced his intention of leaving."}
{"text": "Mr. & Mrs. Burem off early. Sibby left us for good. I"}
{"text": "accompanied the party far as Yellow Store. Willie to Mill Bend"}
{"text": "to bring Posey back. Willie received letter from Frank Powel."}
{"text": "Saturday 5 Clear and Indian Summer-like. Plowing & clearing"}
{"text": "ground A.M. Suspended work at noon. John W. Rogan in town"}
{"text": "today. James Patton lodged with Doc last night. Sawyer finished"}
{"text": "ditch in lower Surgoine Orchard. Alice & Jimmie visited Fannie"}
{"text": "Bachman. Sally sent list of Garden seed to Parson Bachman"}
{"text": "($1.50) Settled with Phipps & Co.--squared & Phipps paid me"}
{"text": "$61.30. W.H. Watterson, Esquire with us tonight."}
{"text": "Sunday 6 Slight drizzle in morning. Sunless & shivery"}
{"text": "throughout. Attended church. Preaching from VI Chapter Mark"}
{"text": "and 26 verse And the King was exceeding sorry. W.H. Watterson"}
{"text": "back for dinner. Mollie and Sally dined & spent P.M."}
{"text": "Monday 7 Cloudy A.M. Bluster & sleet P.M. Hands plowing"}
{"text": "& cleaning off ground till noon. Suspended P.M. I went to"}
{"text": "Rogersville to express money to Henry. No Packages & Agent"}
{"text": "declined receiving. Spent night in town with Wylie B. Miller."}
{"text": "Wylie paid me $250. Aggie set in to nurse."}
{"text": "Tuesday 8 Cleared off during day. Came out to Mill Bend in"}
{"text": "A.M., dined & home P.M. Left $625 with Henry Burem to express"}
{"text": "to Henry Armstrong. Hands hauling wood. Henderson's commission"}
{"text": "as Post Master at Surgoinsville came by this mail. Wrote Henry"}
{"text": "C. Armstrong instructing him to look out for the money I am"}
{"text": "about expressing him. Received large lot Photos by express"}
{"text": "yesterday from Anthony & Co."}
{"text": "Wednesday 9 Clear & cooler than for sometime past. Hands"}
{"text": "plowing, fencing & clearing creek bank. Drafted petition for"}
{"text": "reestablishment Post Office at Stony Point. Mag Miller called"}
{"text": "on way to Prayer Meeting. Attended Prayer Meeting. Lecture"}
{"text": "14, 22 2nd chapter Ephesians."}
{"text": "Thursday 10 Clear & pleasant. Hands fencing, plowing and"}
{"text": "cleaning off creek bank. With hands all day close. Paid Simpson"}
{"text": "in full $7.50 for covering stable."}
{"text": "Friday 11 Warm-- Birds singing. Hands cleaning off lower"}
{"text": "end of meadow. Baker on the move to Hoffman Farm. Received"}
{"text": "package Garden Seed $2.50 from Carson & Wells. Wrote E. & H.F."}
{"text": "Anthony & Company to know why, etc. A. Bean died last night."}
