{"text": "Tuesday 21 June 1870 Sunny. Hauled hay. Collins Boys strike"}
{"text": "for higher wages & get dismissed at once. Ox gored & badly"}
{"text": "crippled my Bick mule. Received letter from Henry Burem &"}
{"text": "reply from Fredericks. Button borrowed sledge."}
{"text": "Eddie cut first tooth."}
{"text": "Wednesday 22 Hauled last of hay. Dennis plowed patches."}
{"text": "Attended singing 4 P.M. & prayers at night. Bachman bad humored"}
{"text": "& service short."}
{"text": "Thursday 23 Plowing A.M. Cutting Surgoine Orchard P.M. To"}
{"text": "Valley for Harvesters. Wrote Henry Burem, Sally to Willie."}
{"text": "To Brownlow for guttering."}
{"text": "Friday 24 Very warm. Harvesting. 4 cradles in Orchard near"}
{"text": "Barn. Sands & 'Cal' gave out. Sally visited Mrs. Collins."}
{"text": "Saturday 25 Very hot. Wat & Dennis cutting their wheat."}
{"text": "To Yellow Store in evening. To singing at 4. Coldwell"}
{"text": "whitewashed Nugent's House."}
{"text": "Sunday 26 To Sunday School. William H. Watterson, Esquire"}
{"text": "& Wiley B. Miller dined & spent P.M."}
{"text": "Monday 27 Extraordinarily warm. 4 cradles cutting wheat."}
{"text": "Carpenters tore down passage between houses. Negro minstrely"}
{"text": "at night. John Ellis Jr. died yesterday & buried today."}
{"text": "Masonically honored. Sturm & Sally P. passed thro town on way"}
{"text": "to funeral."}
{"text": "Tuesday 28 Weather waxing warmer each day. Wat & Ben plowing‐"}
{"text": "- others cutting down wheat. Carpenters raised dining room"}
{"text": "frame. Received photos from Black. Letter from Henry Burem."}
{"text": "Eddie crawling for first."}
{"text": "Wednesday 29 Hands in corn. Ben working out the Island."}
{"text": "To Yellow Store P.M. on business. Notified that I had been"}
{"text": "appointed Delegate from County to attend Mass Meeting at"}
{"text": "Knoxville on Monday next 4th. To Prayer Meeting. Paid Benoni"}
{"text": "Johnson $25.00 to be credited on note."}
{"text": "Thursday 30 Some indications of rain. Shower needed. Hands"}
{"text": "in corn, weeds dying rapidly. Wrote Henry Burem. Carpenters"}
{"text": "at the cornice. Ordered another lot photos from Black."}
{"text": "Friday 1 July 1870 Hands in corn. Passed A.M. about the Post"}
{"text": "office arranging for Quarterly Return. In afternoon went to"}
{"text": "Ebb & Flowing Springs to attend Professor Mooney's School"}
{"text": "Exhibition. Brass Band-- large audience. Broad Burlesque"}
{"text": "most intolerable. Boxing till 12 Midnight. Henry Burem &"}
{"text": "Willy present. Went home with them after close of exercises,"}
{"text": "heartily hungry & sleepy."}
