{"text": "Saturday 8 January 1870 Said to be the coldest morning &"}
{"text": "coldest day throughout of the winter thus far. Willie took"}
{"text": "Sibby home, returned 3 P.M. feeling very frosty."}
{"text": "Sunday 9 Clear & very cold. Mercury down nearly to zero."}
{"text": "Creek covered with ice. Attended church & heard sermon from"}
{"text": "Philippians III—-14 I press toward the mark. Pence in the"}
{"text": "Phipps' pew. Jeff called & bid goodbye. Willie wrote to"}
{"text": "Frank Powel."}
{"text": "Monday 10 Hard freeze succeeded by warm sun. Snow melting"}
{"text": "from South sides. Hands hauled last of corn shocks. I went"}
{"text": "to Yellow Store. Registered letter for Watterson to Tutwiler,"}
{"text": "Esquire, Fluvanna County, Virginia containing $40.00 for release"}
{"text": "& shipment home of his son & Mother-in-law. Also subscription"}
{"text": "to Leslie's Illustrated for Hoffman. Mailed Willie's letter"}
{"text": "to Frank and one to Monk. Called at Captain Lyons' & carried"}
{"text": "down mail for Colonel Cocke. Sue Miller came up in company"}
{"text": "on way to Button's. Stopped a moment at J.M. Lyons' and Misses"}
{"text": "Andy & Betsy & Susie took game of snowball over me. Doc to"}
{"text": "Egypt to visit & medicine Mat Button. Tipton on the move."}
{"text": "Tuesday 11 Warming & melting. Hands shucking corn from stalks."}
{"text": "Selected site for Ben's cabin near Surgoine's Orchard. Received"}
{"text": "photo of Governor Alcorn and catalog of publications from Gurney."}
{"text": "Photos of Sumner Wilson & others from Anthony & Co. Wrote for"}
{"text": "specimen of Washington Chronicle and to Bliss & Company,"}
{"text": "Newark, New Jersey for terms of Mark Twain's new book The"}
{"text": "Innocents Abroad. Tipton brot Mrs. Tipton down. Aunt Julia"}
{"text": "Lyons called for medicine & advice for Bettie Fain. Sally down"}
{"text": "shopping with W.A. Phipps & Co. for first. Bot building material"}
{"text": "for shirts."}
{"text": "Wednesday 12 Cloudy. Misty, rainish. Hands shucking corn"}
{"text": "& hauling lumber for Ben's cabin. Watterson & Baker butchered"}
{"text": "their hogs in morning. Bill Lyons having sued on note given"}
{"text": "to Kyle & Lyons 27th December, Constable Barrett served warrant"}
{"text": "this A.M. Paid it at once. I have done with him now & trust"}
{"text": "I will never have to deal with such a devilish devil again in"}
{"text": "life. Henceforth I ignore him. Did not attend prayer meeting."}
{"text": "Weather & roads unfavorable. Do not suppose there was any"}
{"text": "assembly."}
{"text": "Thursday 13 Cloudy, thawing. Roads wretched. Hands hauling"}
{"text": "in corn. Put up lot 19 shoats for fattening. Annie Lyons &"}
{"text": "Lizzie Guthrie called moment at door. Wrote Gurney, Rockwood"}
{"text": "& Giers enclosing order, etc. Sallie complaining of cold all"}
{"text": "day & went to bed with severe headache. Cate Young & Mag Miller"}
{"text": "staying with us tonight. Contracted with young Parmer to tend"}
{"text": "Grist Mill- He to keep the mill in order-- pay one half the"}
{"text": "tax and to furnish me 1½ bushels corn per week beginning January"}
{"text": "1st."}
