{"text": "Monday 8 August 1870 Off early with Dennis & the mules to"}
{"text": "Mill Bend for family. Sun so blazing hot concluded to wait"}
{"text": "for cool of the evening. Reached home dark. Buggy broke down"}
{"text": "near Surgoinsville landing us uncermoniously in the road. Ben"}
{"text": "ditching in Bottom. Cal returned to duty. Wrote Stacey & Angel,"}
{"text": "Black & Fredericks. Hodge opened school."}
{"text": "Tuesday 9 Commenced coultering for wheat in Mill field. Ground"}
{"text": "hard & sun exceedingly 'solly'. Watterson sharpening Mill stone."}
{"text": "Gathered cart full melons. Dennis took sack full to Mill Bend."}
{"text": "Received letter from D.S. Trout. Photo of Dahlgren & note from"}
{"text": "Hoxsie & DePue returning the $2.00 sent him 4th instant. Wrote"}
{"text": "Rogan regarding the Tipton House. Cate Young & Hattie Foard"}
{"text": "dined. Willie, Alice and Jimmie started to school-- Jimmy s"}
{"text": "first. New nurse 'Tip' went on duty."}
{"text": "Wednesday 10 Plowing & cleaning off ground. Wat in Mill all"}
{"text": "day. Rumor came A.M. of death of Button's Baby. Went down"}
{"text": "after dinner & found it false. Bachman called P.M. &"}
{"text": "watermeloned. No Prayer Meeting. Heavy water spout on Sinking"}
{"text": "Creek washing everything before it. Wiley B. Miller & Bro."}
{"text": "damaged $500."}
{"text": "All above blazing with electricity tonight."}
{"text": "Thursday 11 Showery-- heavy at times. But little farm work."}
{"text": "Watterson on a female frolick. Dennis unable for duty. I have"}
{"text": "also been lying around about half sick. Sally spent day with"}
{"text": "Mattie Lyons. Baby not suffering so much as on yesterday."}
{"text": "Wrote Hoxsie & DePue and C.H. Williamson."}
{"text": "Friday 12 Ben completed Bottom ditch. Dennis down still."}
{"text": "Cal plowing . To Valley P.M. for hands to cut clover seed."}
{"text": "Called at Uncle John Young's to see Mrs. Foard. To Aunt Julia's"}
{"text": "after supper on visit to the little sick-- found him dead—‐"}
{"text": "remained to Midnight & then home. W. C. Lyons returned from"}
{"text": "Arkansas."}
{"text": "Saturday 13 Making arrangements for the funeral. Selected"}
{"text": "spot for the grave & then to Yellow Store for trimmings for"}
{"text": "coffin. P.M. at church yard. Hands cutting clover seed &"}
{"text": "plowing. Another cart load fine melons this evening. Eddie"}
{"text": "feverish & fretful tonight."}
{"text": "Sunday 14 To Sunday School in morning. Funeral service at"}
{"text": "12 M."}
{"text": "Brisk showers through the day. Frank & Clint over & ate melons."}
{"text": "Cooley & Co. returned. Little Dot growing worse today. Taking"}
{"text": "medicine every hour. At bedtime he has very high fever & we"}
{"text": "are uneasy."}
