{"text": "Wrote note to Mr. Burem requesting him to come up and see to"}
{"text": "some important business for me."}
{"text": "Friday 14 January 1870 Cloudy & warm. No farm work. Watterson"}
{"text": "cribbed last of corn at last. Cate & Mag off at 11. Sally"}
{"text": "better this morning. Received letter from P. Sallie one from"}
{"text": "Cousin Warren. I am sick tonight. Hurt on move to Fayette"}
{"text": "Phipps' farm."}
{"text": "Saturday 15 Heavy rain last night lasting till 10 A.M. today."}
{"text": "Built fresh pen for my shoats. Tipton raised kitchen. Doc"}
{"text": "attended birthday party at Crumley's-- Multiply again. Willie"}
{"text": "went down for a whipping tonight for stubborness & inattention"}
{"text": "to his lesson in Geography. Sallie still better. Boss cross"}
{"text": "& feverish. Cleared beautifully before sunset."}
{"text": "Sunday 16 Universally considered the sunniest & sweetliest"}
{"text": "smiling day ever seen in month of January. Attended Sunday"}
{"text": "School or better called Bible Class at New Providence. Mrs."}
{"text": "Sensabaugh was buried. Ex Superintendent W.H. Watterson, Esquire"}
{"text": "dined & is spending the night. Sally sick, rather worse tonight"}
{"text": "& Doc treating with pills. Eliza Hickey over to see Sallie"}
{"text": "this P.M. Unusually warm this evening-- thunder & clouds looking"}
{"text": "very watery."}
{"text": "Monday 17 Broke first land for corn in first bottom field."}
{"text": "Cal introduced new Look & Lincoln plow, performs splendidly."}
{"text": "Heavy storm of wind & rain & thunder drove everyone in at 11"}
{"text": "& kept housed remainder of day. Watterson in bed sick. Madam"}
{"text": "Tipton made call in morning. Wrote Anthony enclosing cash order"}
{"text": "& sent to town by Esquire Watterson for registration. Will"}
{"text": "Hord conferred in regard to lumber requisition sent sometime"}
{"text": "since. Clear again at bedtime. Sallie quiet & uncomplaining"}
{"text": "tonight."}
{"text": "Tuesday 18 Clear & warm. Ground too heavy for the plow."}
{"text": "Hands hauled hay & wood. Wat' sick. To Yellow Store to sell"}
{"text": "corn & bacon. Made only partial contract. Thence to Mill Bend."}
{"text": "River too high for crossing. Interviewed Mr. Burem from bank"}
{"text": "to bank. Received specimen copies of Appleton's Journal &"}
{"text": "Washington Chronicle. Also prospectus of Mark Twain's"}
{"text": "Innocents Abroad."}
{"text": "Wednesday 19 Warm & clouding again. Two plows running,"}
{"text": "Wat still sick. Baker built manure pens in stable lot & rebuilt"}
{"text": "fencing blown down by Monday's gale. Received information thro"}
{"text": "Manda of Baker's contracting with Doc & intended removal to"}
{"text": "his Valley Farm. To Prayer Meeting.  Full house & service"}
{"text": "interesting. Jack Agee visiting our neighbors on the other"}
{"text": "hill."}
