{"text": "Thursday 20 January 1870 clouds, clearing before sunset."}
{"text": "Plowing. Ben cleared out ditches. Baker piling manure in stable"}
{"text": "."}
{"text": "lot. Button to see Doc. Mat worse. Doc received notice of"}
{"text": "his Mother's illness & set out for Kingsport after dinner."}
{"text": "Jimmie home from Uncle John's. Her first ride behind."}
{"text": "Doc brought her. Watterson still unable for duty."}
{"text": "Friday 21 A most beautiful day. Cal plowing. Baker, Ben"}
{"text": "& Dennis hauled 6 logs to mill. First lumber for my house"}
{"text": "repairs. Sallie finished me lot of shirting & making a new"}
{"text": "dress for self. Received specimen copies of Ballon's Magazine"}
{"text": "& the American Union. Doc returned from Kingsport at dark-"}
{"text": "-reports his Mother better."}
{"text": "Saturday 22 Springlike. Buds beginning to swell on shrubbery."}
{"text": "Wat hung last lot bacon. Hauled 4 logs to mill & 2 loads wood."}
{"text": "Requested Agee to return my crusher-- refused-- went over"}
{"text": "with team & brot home. Contracted with Peyton Simpson to cover"}
{"text": "stable. I am complaining tonight. Willie to Mill Bend & brought"}
{"text": "Sibby home."}
{"text": "Sunday 23 Cloudy A.M. Rainy P.M. Attended church. Preaching"}
{"text": "from John XI--39 Take ye away the stone. Mrs. Tipton, Mrs."}
{"text": "Lou Hord, Hoffman & W.H. Watterson, Esquire admitted into the"}
{"text": "church."}
{"text": "Monday 24 Cloudy, Hands hauled 5 logs to mill. Cal finished"}
{"text": "plowing first field. I went to town in company with Wiley B."}
{"text": "Miller. Sold him my bacon 140 delivered at depot. Wheat $1.00."}
{"text": "Circuit Court. Electioneering lively. Came up thro drenching"}
{"text": "rain, slosh & pitchy darkness to Yellow Store & turned in for"}
{"text": "the night. Received lot photos from Gurney and Giers & notice"}
{"text": "from H. Greely that subscription to Tribune had expired. Gave"}
{"text": "Agee a going over about the Crusher."}
{"text": "Tuesday 25 Cleared off nicely again. Hands hauled 5 logs"}
{"text": "to mill. Came up from Yellow Store by breakfast. Took boots"}
{"text": "to Wright's shop for repairs. Bachman dined & examined Albums."}
{"text": "Went to see Wylie Johnson in P.M. Very sick. Neppie Tipton"}
{"text": "called on children."}
{"text": "Wednesday 26 Bright as silver. Hands hauled 6 logs. Settled"}
{"text": "with Crumley-- Due him $30.93 to which we added further balance"}
{"text": "of $37.12. Gave him due bill for whole $68.15. Start with"}
{"text": "New Year at $36.00 rent-- House, shop & garden without firewood."}
{"text": "Sally visited Madam Tipton. I to Aunt Julia's to borrow wagon"}
{"text": "to haul bacon to town. Deaconical Council at New Providence"}
{"text": "to make assessment on each member to defray necessary expenses"}
{"text": "of church. My quota $5.00. Prayer Meeting. Lecture 2nd chapter"}
{"text": "Ephesians. Sue C. called P.M. & found no one at home. Simpson"}
{"text": "began recovering stable."}
