{"text": "Saturday 12 February 1870 Cloudy. Clearing at sunset. Warm."}
{"text": "Birds & frogs like Spring. Hands cleaning creek bottom. I"}
{"text": "went to Yellow Store in P.M. Eliza Hickey to see Sally. Alice"}
{"text": "broken out with something like chicken pox. Wylie Johnson"}
{"text": "dangerously ill. Garth Backus, Bill Sands & Keene Rutledge"}
{"text": "also sick."}
{"text": "Sunday 13 Remarkably pretty, smiling Sabbath. Attended Prayer"}
{"text": "Meeting & Bible Class. Sue C. Miller called after service."}
{"text": "In P.M. Sally & I took walk over farm. Wylie B. Miller passed"}
{"text": "thro town Valleywards."}
{"text": "Monday 14 Cloudy-- rain in evening. Hands plowing creek"}
{"text": "bottom. Ben moved into Mill Cabin. Our Town thrown into unusual"}
{"text": "excitement over suspension of Post Office. Henderson, Post"}
{"text": "Master at Surgoinsville, demanded & received the keys, papers"}
{"text": "etc. belonging to the office . I, at the instance of Phipps"}
{"text": "& Bachman, started with Parson Crumley to look up authority"}
{"text": "for such proceeding. Interviewed Henderson who could not produce"}
{"text": "satisfactory and promised to return key tomorrow. Stayed the"}
{"text": "night at Yellow Store on way to Rogersville."}
{"text": "Tuesday 15 Heavy & continuous morning rain. I off to town"}
{"text": "4 o'clock and returned home by 2 P.M. Key returned and Post"}
{"text": "Office reopened. Great relief. Hands hauled wood P.M. Gillens"}
{"text": "dined. Received photos from Gurney ordered 3rd instant."}
{"text": "Letter from D.C. Miller and Henry Burem in regard to iron."}
{"text": "Wednesday 16 Frosty, clear, birds & frogs. Hands worked on"}
{"text": "road between Mill & Barn & made new fence upper end of meadow."}
{"text": "To Prayer Meeting. Lecture 3rd Chapter Ephesians 1--14 verses."}
{"text": "Mag Miller called. Miss Molly Riley at church."}
{"text": "Thursday 17 Warm & hazy. Cal hauled wood to Parsonage. Wat"}
{"text": "to funeral of old Uncle Dan Young. Ben & Dennis at work on"}
{"text": "upper end of meadow. Wrote Henry Burem. Sent lot photos to"}
{"text": "John Coldwell. Sally & children down to eddy visited me in"}
{"text": "field at work."}
{"text": "Friday 18 Heavy snowfall last night continuing to 12 M today."}
{"text": "No farm work. Feeding & firing. Received letter from Monk."}
{"text": "Another Post Office excitement in town occasioned by note from"}
{"text": "Henderson censuring Crumley's action in refusing loan of key."}
{"text": "Will Neill called a short while. Weather turning colder tonight."}
{"text": "Freezing. Sent Will Hord bill of lumber by mail."}
{"text": "Saturday 19 Warm sunshine. Snow dissolving rapidly. Hands"}
{"text": "Ben, Dennis & Wat sowed clover seed on Surgoine Orchard. I"}
{"text": "have been feeling badly all day, dull & headachy."}
