{"text": "Wednesday 24 August 1870 Alice rested pretty well last night"}
{"text": "seems refreshed-- wanting to eat some this A.M. Mr. Burem"}
{"text": "left at 8 for home. Hands Ben & Dennis ditching & plowing."}
{"text": "Wat repairing kiln for fruit drying. Did not attend prayer"}
{"text": "meeting. Andy Lyons called at door."}
{"text": "Thursday 25 Very dry & warm. Dennis finished coultering Mill"}
{"text": "field. Watterson hauling wood to kiln. Ben cleaning off Yard"}
{"text": "for tramping clover seed. Mrs. Brad Amis dined. Calvin married."}
{"text": "Friday 26 Alice still mending. Mrs. Burem left early for"}
{"text": "home. I accompanied far as Yellow Store. Called to see Aunt"}
{"text": "Juliett, found her greatly worse. Hands began tramping off"}
{"text": "clover seed. Haltered two colts Beulah and Barbe Bleue"}
{"text": "for first. Cooley finished carpentering & left. His hands"}
{"text": "remaining-- paid him $40 specie. Betty Fain visited."}
{"text": "Saturday 27 Hands Ben & Wat mowed off front yard-- Dennis"}
{"text": "plowed A.M. In P.M. all hands to tramping yard but soon driven"}
{"text": "in by heavy rain-- no further farm work. Aunt Juliet died 8"}
{"text": "A.M. Alice much better sitting up for first."}
{"text": "Sunday 28 Attended funeral service at Yellow Store. Bachman"}
{"text": "officiating-- Large attendance. Home by 4 P.M. Alice up &"}
{"text": "doing very well."}
{"text": "Monday 29 Ben plowing. Dennis ditching-- Cal returned to"}
{"text": "duty & puttered about yard doing very little. Wrote Henry C."}
{"text": "Armstrong informing him of Aunt's death."}
{"text": "Agent & bill stickers for Ames Circus & Menagerie stopped"}
{"text": "and posted for performance at Stony Point 9th September. In"}
{"text": "P.M. I took Billy to Watterson's store, Grist Mill etc. Sally"}
{"text": "canning fruit. Cooley's Company off at last."}
{"text": "Tuesday 30 Rain last night making heavy plowing in A.M. A"}
{"text": "second shower stopped operations. Wat & Dennis removing rubbish"}
{"text": "& leveling yard. Willy with Calvin to Mill. Skeesicks Young"}
{"text": "called in evening. Hickey varnished furniture. Ben sheep"}
{"text": "hunting."}
{"text": "Wednesday 31 Ben still after stray sheep. Cal repaired line"}
{"text": "fence across Island. Dennis plowing-- Wat at work on his wheat"}
{"text": "field. To Forgey's to see Machinists about threshing wheat."}
{"text": "In P.M. all hands to tramping clover. Had war with Watterson"}
{"text": "& also gave Dennis a downsetting. Did not attend Prayer Meeting."}
{"text": "Sally screaming with her teeth."}
