{"text": "Sunday 3 April 1870 Still under a cloud, chilly & cheerless"}
{"text": "A.M. Great & small except myself turned out to Preaching both"}
{"text": "morning & evening. Some interest manifesting. Seven Surguiners"}
{"text": "reported. No callers today."}
{"text": "Monday 4 Fair, frosty. Attended church. Parson Campbell"}
{"text": "served us from Matthew XI 20--25. Evening from Romans V--1."}
{"text": "Wrote Henry Armstrong announcing Uncle Neill's death. To Brady."}
{"text": "Sorony & Company. Gurney & Sallsman enclosing orders."}
{"text": "Sally Carmack dined & spent P.M. No farm work except laying"}
{"text": "wood for New Ground fence. Preaching appointed tomorrow night."}
{"text": "Interest abating."}
{"text": "Tuesday 5 Frosty, fair. Hands plowing creek bank. Dennis"}
{"text": "returned to duty. Housley received commission as Post Master."}
{"text": "Received 1st copy Knoxville Whig. Reverend Campbell dined"}
{"text": "& spent P.M. To Yellow Store after noon to interview Wylie"}
{"text": "B. Miller before starting for goods. Cate Young tead &"}
{"text": "accompanied us to church at night. Reverend Campbell from"}
{"text": "Corinthians."}
{"text": "Kate back with us tonight."}
{"text": "Wednesday 6 Cool, clear, windy. To Mill Bend for Post Office"}
{"text": "instructions. Sally C. Phipps spent day. Mag Miller took supper"}
{"text": "& went with us to church. Six new members: L.B. Lyons, Jimmie"}
{"text": "McKirgan, Billy Carmack, James Forgey, Frank Armstrong & Molly"}
{"text": "Lyons received. Bachman preached. Wiley B. Miller left for"}
{"text": "New York. Hands plowing in Bottom. Ben working at his New"}
{"text": "Ground this week."}
{"text": "Thursday 7 Dry & cool. Hands made ready Bottom for laying"}
{"text": "off. Watterson hauled his corn from New Ground. Ben set out"}
{"text": "Peach seed in P.M."}
{"text": "Wylie M. Young dined. Sold Syl Kincaid some cattle $75.00."}
{"text": "Friday 8 Clear & cool. Hands laying off Bottom for planting."}
{"text": "Sent Watterson with cart to New Canton for seed corn. Last"}
{"text": "Fall Will Hord promised me as much as I wanted to plant & today"}
{"text": "returns my cart with 2 Bushels. Sent to James Coldwell's for"}
{"text": "corn sheller. In P.M. I went to Mayo's for help to shell corn."}
{"text": "Also to Wright's shoe shop & thence to Aunt Julia's to look"}
{"text": "at cattle-- return at dark. Sally gardening."}
{"text": "Saturday 9 Rainy. Shelling corn. Started to Mill Bend to"}
{"text": "see after sacks & met them at Yellow Store on way. Julia, the"}
{"text": "cook home on visit."}
{"text": "Sunday 10 Cloudy & cool. To Sunday School. In P.M. wrote"}
{"text": "to Wylie B. Miller care Langstroth- Maison & Co., Philadelphia"}
