{"text": "Sunday 20 February 1870 Another snow storm last night. High"}
{"text": "winds & cold this morning. Occasional skiff of snow thro day."}
{"text": "Watterson to town with wagon & team for his expected comers,"}
{"text": "son & Mother-in-law."}
{"text": "Preaching to small congregation from Revelation VII--9 After"}
{"text": "this I beheld & lo a great multitude etc. Professor Hodge"}
{"text": "& Frank Armstrong dined. Molly Lyons called & warmed."}
{"text": "Monday 21 Ground hard frozen. The coldest morning of the"}
{"text": "winter. Snow melted slowly during day. Hands hauling wood."}
{"text": "Wrote to Brady , New York & Washington ordering; to Frederick's"}
{"text": "for information and also sent 50c subscription to D.C. Finny,"}
{"text": "Publisher Chronicle. Children kept from school by the cold."}
{"text": "Fields, cattle trader from Russell County, Virginia passing"}
{"text": "the night."}
{"text": "Tuesday 22 Intensely cold morning. Cloudy day. Moderating"}
{"text": "& snow falling again at dark. Three inches thick at bedtime."}
{"text": "Hands hauled 3 loads wood. Sent Dennis in evening to Yellow"}
{"text": "Store for Jks. Settled & squared with Mayo for making boards."}
{"text": "Received answer from E. & H.F. Anthony & Company, New York to"}
{"text": "my letter of 11th instant. I am badly blue tonight. Everything"}
{"text": "earthly looks so dreary & discouraging."}
{"text": "Wednesday 23 Three inches more of snow last night. Cloudy,"}
{"text": "calm & not so cold today. Hands tramping oats. Doc & I to"}
{"text": "Church. No Prayer Meeting. Parson Bachman to Kingsport to"}
{"text": "see sick sister."}
{"text": "Thursday 24 Cloudy, cold A.M. Raining & moderating again"}
{"text": "P.M. Hands tramping oats. Wrote Muncaster and to E. & H.F."}
{"text": "Anthony & Company. Overhauled and endorsed and put away in"}
{"text": "good order all my valuable papers this evening."}
{"text": "Friday 25 Clear & warming greatly. Hands tramping oats &"}
{"text": "chopping wood. Mrs. Tipton visited Sallie. Post Office"}
{"text": "excitement revived by the stoppage of our mail at Surgoinsville."}
{"text": "Down after dinner to see about it and bring up my mail."}
{"text": "Citizens of Stony Point very indignant at the outrage & propose"}
{"text": "to circulate another petition at once for its reestablishment"}
{"text": "& bring matter before Department."}
{"text": "Gave Negress a going over this evening on the egg question."}
{"text": "Jimmie & Baby both spotted with chicken pox. Wrote for specimen"}
{"text": "Richmond Enquirer"}
{"text": "Saturday 26 Cloudy. Hands hauling wood. Dennis to Mr."}
{"text": "Burem's. Failed to cross river. Henry sent for his repaired"}
{"text": "wagon. Took another round with petition for reestablishment"}
{"text": "of Post Office at Stony Point. Children badly broken out"}
{"text": "& cross with chicken pox. Furnished Academy 3 loads wood."}
